Repository: ds-wizard/wizard-client-localization
Catalog: locales/*/locale.po
Languages: de

source: Select document templates and formats that can be submitted using this submission service.
de: Wählen Sie die Dokumentvorlagen und -formate aus, die über diesen Übermittlungsdienst eingereicht werden können.

source: User Properties
de: Benutzer-Eigenschaften

source: You can create properties that can be set by each user in their profile. Then, you can use these properties in the request settings. For example, if you want each user to use their own authorization token, you can create a property called `Token` and use it in request headers as `${Token}`. Users will be able to set the token in their profile settings.
de: Sie können Eigenschaften erstellen, die von jeder Benutzer in seinem Profil eingestellt werden können. Anschließend können Sie diese Eigenschaften in den Anfrageeinstellungen verwenden. Wenn Sie z. B. möchten, dass jeder Benutzer seinen eigenen Autorisierungs-Token verwendet, können Sie eine Eigenschaft namens "Token" erstellen und sie in den Anforderungs-Headern als "${Token}" verwenden. Die Benutzer können den Token in ihren Profileinstellungen festlegen.

source: Add property
de: Eigenschaft hinzufügen

source: Multipart File Name
de: Multipart Dateiname

source: Method
de: Methode

source: Headers
de: Kopfzeilen (Headers)

source: If enabled, file will be sent using multipart request. Otherwise, it will be directly in the request body.
de: Wenn diese Option aktiviert ist, wird die Datei über eine Multipart-Anfrage gesendet. Andernfalls wird sie direkt in den Body der Anfrage aufgenommen.

source: Header
de: Kopfzeile (Header)

source: System Settings
de: System-Einstellungen

source: User Interface Settings
de: Einstellungen der Benutzeroberfläche

source: Content Settings
de: Inhaltliche Einstellungen

source: Tenant could not be created.
de: Der Mieter konnte nicht erstellt werden.

source: Create tenant
de: Mieter anlegen

source: Tenant ID
de: Mieter-ID

source: Unable to get tenant.
de: Kann keinen Mieter finden.

source: Tenant could not be saved.
de: Der Mieter konnte nicht gerettet werden.

source: Created at
de: Erstellt am

source: Updated at
de: Aktualisiert am

source: Admins
de: Adminstratoren

source: Edit app
de: Anwendung bearbeiten

source: Unable to get tenants.
de: Unfähig, Mieter zu finden.

source: Enabled only
de: Nur aktiviert

source: Disabled only
de: Nur deaktiviert

source: Click "Create" button to add a new tenant.
de: Klicken Sie auf die Schaltfläche "Erstellen", um einen neuen Mieter hinzuzufügen.

source: Search tenants...
de: Suche nach Mietern...

source: User could not be created.
de: Benutzer:in konnte nicht erstellt werden.

source: Create user
de: Benutzer erstellen

source: Role
de: Rolle

source: Unable to get active sessions.
de: Aktive Sitzungen können nicht abgerufen werden.

source: Session could not be revoked.
de: Die Sitzung konnte nicht widerrufen werden.

source: Failed to revoke all active sessions.
de: Alle aktiven Sitzungen konnten nicht widerrufen werden.

source: Revoke all
de: Alles widerrufen

source: Active Sessions
de: Aktive Sitzungen

source: This is a list of active sessions logged into your account. If you don't recognize any, you should revoke them.
de: Dies ist eine Liste aktiver Sitzungen, welche mit Ihrem Konto angemeldet sind. Wenn Sie eine davon nicht erkennen, sollten Sie diese widerrufen.

source: current
de: aktuell

source: Logged in on %s
de: Eingeloggt am %s

source: Revoke session
de: Sitzung widerrufen

source: Are you sure you want to revoke %s (logged in on %s)?
de: Sind Sie sicher, dass Sie %s (eingeloggt am %s) widerrufen wollen?

source: Revoke Active Session
de: Aktive Sitzung widerrufen

source: Revoke
de: Widerrufen

source: Are you sure you want to revoke all active sessions? This will log you out of all devices except for the current one.
de: Sind Sie sicher, dass Sie alle aktiven Sitzungen aufheben wollen? Dadurch werden Sie bei allen Geräten außer dem aktuellen abgemeldet.

source: Revoke All Active Sessions
de: Alle aktiven Sitzungen widerrufen

source: %s on %s
de: %s am %s

source: Unable to get API keys.
de: API-Schlüssel können nicht abgerufen werden.

source: Unable to create API key.
de: API-Schlüssel kann nicht erstellt werden.

source: API key could not be deleted.
de: Der API-Schlüssel konnte nicht gelöscht werden.

source: API Keys
de: API-Schlüssel

source: You can generate an API key for every application you use that needs access to the [API](%s).
de: Sie können einen API-Schlüssel für jede von Ihnen verwendete Anwendung generieren, die Zugriff auf die [API](%s) benötigt.

source: Your new API key
de: Ihr neuer API-Schlüssel

source: Make sure to save it, you will not be able to access it again.
de: Achten Sie darauf, dies zu speichern. Sie werden später nicht mehr darauf zugreifen können.

source: API Key Name
de: API-Schlüsselname

source: Give the API key a name to identify it, such as the name of the application using it or the purpose of the key.
de: Geben Sie dem API-Schlüssel einen Namen, um ihn zu identifizieren, z. B. den Namen der Anwendung, die ihn verwendet, oder den Zweck des Schlüssels.

source: The date when the API key will no longer be valid.
de: Das Datum, an dem der API-Schlüssel nicht mehr gültig ist.

source: You have no active API keys.
de: Sie haben keine aktiven API-Schlüssel.

source: Active API Keys (%s)
de: Aktive API-Schlüssel (%s)

source: Delete API Key
de: API-Schlüssel löschen

source: Unable to get app keys.
de: App-Schlüssel können nicht abgerufen werden.

source: App key could not be deleted.
de: Der API-Schlüssel konnte nicht gelöscht werden.

source: App Keys
de: App-Schlüssel

source: App keys are created when connecting various applications. You can disconnect them by deleting the app key.
de: App-Schlüssel werden beim Verbinden verschiedener Anwendungen erstellt. Sie können die Verbindung trennen, indem Sie den App-Schlüssel löschen.

source: You have no app keys.
de: Sie haben keine App-Schlüssel.

source: App Key Name
de: App Schlüssel Name

source: Delete App Key
de: App-Schlüssel löschen

source: Password was successfully changed.
de: Das Passwort wurde erfolgreich geändert.

source: Password could not be changed.
de: Das Passwort konnte nicht geändert werden.

source: Unable to get the user.
de: Der Benutzer kann nicht abgerufen werden.

source: Profile was successfully updated.
de: Das Profil wurde erfolgreich aktualisiert.

source: Profile could not be saved.
de: Das Profil konnte nicht gespeichert werden.

source: Profile
de: Profil

source: User Image
de: Profilbild

source: Image is taken from OpenID profile or [Gravatar](https://gravatar.com).
de: Das Bild stammt aus dem OpenID-Profil oder von [Gravatar] (https://gravatar.com).

source: Active
de: Aktiv

source: Your profile is managed elsewhere.
de: Ihr Profil wird an anderer Stelle verwaltet.

source: Submission settings were successfully updated.
de: Die Einstellungen für die Einreichung wurden erfolgreich aktualisiert.

source: Submission settings could not be saved.
de: Die Einstellungen für die Einreichung konnten nicht gespeichert werden.

source: There are no submission services to configure.
de: Es sind keine Anmeldedienste zu konfigurieren.

source: Submission Settings
de: Einstellungen für die Übermittlung

source: There is no settings for %s.
de: Es gibt keine Einstellungen für %s.

source: User Settings
de: Benutzereinstellungen

source: User could not be deleted.
de: Benutzer:in konnte nicht gelöscht werden.

source: Click "Create" button to add a new User.
de: Klicken Sie auf die Schaltfläche "Erstellen", um eine:n neuen Benutzer:in hinzuzufügen.

source: Last online
de: Zuletzt online

source: inactive
de: inaktiv

source: Are you sure you want to permanently delete the following user?
de: Sind Sie sicher, dass Sie den folgenden Benutzer dauerhaft löschen möchten?

source: Delete user
de: Benutzer:in löschen

source: Not Found
de: Nicht gefunden

source: The page you are looking for was not found.
de: Die von Ihnen gesuchte Seite wurde nicht gefunden.

source: Not Allowed
de: Nicht erlaubt

source: You don't have permission to view this page.
de: Sie haben nicht die Erlaubnis, diese Seite zu sehen.
