Repository: ds-wizard/wizard-client-localization
Catalog: locales/*/locale.po
Languages: de

source: If the returned JSON is not an array of items directly but the items are nested, use this to define the name or path to the field in the response that contains the list of items. Keep empty otherwise.
de: Wenn das zurückgegebene JSON-Objekt nicht direkt ein Array von Elementen ist, sondern die Elemente verschachtelt sind, verwenden Sie dies, um den Namen oder Pfad zu dem Feld in der Antwort zu definieren, das die Liste der Elemente enthält. Ansonsten leer lassen.

source: Use this to define an identifier for the item. This will be used in **Item URL** as `${id}` to compose a URL to the found item. You can use properties from the returned item in Jinja2 notation. For example, if the item has a field `id` use `{{item.id}}` here. You can also compose multiple fields together, e.g., `{{item.field1}}-{{item.field2}}`.
de: Verwenden Sie dies, um eine ID für das Element zu definieren. Diese wird in der **Element-URL** als `${id}` verwendet, um eine URL zum gefundenen Element zu erstellen. Sie können die Eigenschaften des zurückgegebenen Eintrags in Jinja2-Notation verwenden. Wenn der Artikel zum Beispiel ein Feld "id" hat, verwenden Sie hier "{{item.id}}". Sie können auch mehrere Felder zusammenfassen, z. B. `{{Eintrag.Feld1}}-{{Eintrag.Feld2}}`.

source: This defines how the found items will be displayed for the user. You can use properties from the returned item in Jinja2 notation, you can also use Markdown for some formatting. For example, if the returned item has a field called name, you can use `**{{item.name}}**` to display the name in bold.
de: Hier wird festgelegt, wie die gefundenen Elemente für den Benutzer angezeigt werden sollen. Sie können die Eigenschaften des zurückgegebenen Elements in Jinja2-Notation verwenden, Sie können auch Markdown für einige Formatierungen verwenden. Wenn das zurückgegebene Element beispielsweise ein Feld mit dem Namen "Name" hat, können Sie "**{{Element.Name}}**" verwenden, um den Namen in Fettdruck anzuzeigen.

source: Defines the URL to the selected item. Use `${id}` to get the value defined in **Response Item ID** field, for example `https://example.com/${id}`.
de: Legt die URL zum ausgewählten Element fest. Verwenden Sie "${id}", um den im Feld **Response Item ID** definierten Wert zu erhalten, zum Beispiel "https://example.com/${id}".

source: The URL of the widget implemented using [DSW Integration SDK](https://github.com/ds-wizard/dsw-integration-sdk).
de: Die URL des mit [DSW Integration SDK](https://github.com/ds-wizard/dsw-integration-sdk) implementierten Widgets .

source: Defines the URL to the selected item. Use `${id}` value returned from the widget, for example `https://example.com/${id}`.
de: Legt die URL zum ausgewählten Element fest. Verwenden Sie den vom Widget zurückgegebenen Wert "${id}", zum Beispiel "https://example.com/${id}".

source: No questions
de: Keine Fragen

source: This integration was created from a template and now differs.
de: Diese Integration wurde aus einer Vorlage erstellt und unterscheidet sich nun.

source: A string that identifies the integration. It has to be unique for each integration.
de: Eine Zeichenfolge, welche die Integration identifiziert. Diese muss für jede Integration eindeutig sein.

source: A name visible everywhere else in the KM Editor, such as when choosing the integration for a question.
de: Ein Name, der an anderen Stellen im Wissensmodell-Editor sichtbar ist, z. B. bei der Auswahl der Integration für eine Frage.

source: Logo is displayed next to the link to the selected item in questionnaires. It can be either URL or base64 image.
de: Das Logo wird neben dem Link zum ausgewählten Element in Fragebögen angezeigt. Es kann entweder eine URL oder ein base64 enkodiertes Bild sein.

source: Props can be used to parametrize the integration for each question. Use this to define the props whose value can be filled on the questions using this integration. The props can then be used in the URL configuration. For example, if you define prop named *type*, you can use it as `${type}`, such as *ht&#8203;tps://example.com/${type}*.
de: Merkmale können verwendet werden, um die Integration für jede Frage zu parametrisieren. Verwenden Sie dies, um die Merkmale zu definieren, deren Wert bei den Fragen, die diese Integration verwenden, ausgefüllt werden kann. Die Merkmale können dann in der URL-Konfiguration verwendet werden. Wenn Sie z. B. ein Merkmal mit dem Namen *type* definieren, können Sie sie als `${type}` verwenden, z. B. *https://example.com/${type}*.

source: Questions using this integration
de: Fragen zu dieser Integration

source: Answer
de: Antwort

source: Advice
de: Hinweis

source: Follow-Up Questions
de: Follow-Up Fragen

source: Choice
de: Auswahl

source: Resource Page
de: Ressourcen-Seite

source: Reference
de: Referenz

source: Reference Type
de: Referenztyp

source: - select resource page -
de: - Ressourcenseite auswählen -

source: Expert
de: Experte

source: Resource Collection
de: Ressourcen-Sammlung

source: Resource Pages
de: Ressourcen-Seite

source: Add resource page
de: Ressourcenseite hinzufügen

source: Content
de: Inhalt

source: Questions using this resource page
de: Fragen zur Nutzung dieser Ressourcenseite

source: The knowledge model entity you are trying to open does not exist.
de: Die Wissensmodell-Entität, die Sie zu öffnen versuchen, existiert nicht.

source: Click to copy UUID
de: Zum Kopieren der UUID anklicken

source: Are you sure you want to delete this chapter?
de: Sind Sie sicher, dass Sie dieses Kapitel löschen wollen?

source: Are you sure you want to delete this question?
de: Sind Sie sicher, dass Sie diese Frage löschen möchten?

source: Are you sure you want to delete this metric?
de: Sind Sie sicher, dass Sie diese Metrik löschen wollen?

source: Are you sure you want to delete this phase?
de: Sind Sie sicher, dass Sie diese Phase löschen wollen?

source: Are you sure you want to delete this question tag?
de: Sind Sie sicher, dass Sie diesen Frage-Tag löschen möchten?

source: Are you sure you want to delete this integration?
de: Sind Sie sicher, dass Sie diese Integration löschen möchten?

source: Are you sure you want to delete this resource collection?
de: Sind Sie sicher, dass Sie diese Ressourcensammlung löschen wollen?

source: Are you sure you want to delete this resource page?
de: Sind Sie sicher, dass Sie diese Ressourcenseite löschen wollen?

source: Are you sure you want to delete this answer?
de: Sind Sie sicher, dass Sie diese Antwort löschen möchten?

source: Are you sure you want to delete this choice?
de: Sind Sie sicher, dass Sie diese Auswahl löschen möchten?

source: Are you sure you want to delete this reference?
de: Sind Sie sicher, dass Sie diesen Verweis löschen wollen?

source: Are you sure you want to delete this expert?
de: Sind Sie sicher, dass Sie diesen Experten löschen wollen?

source: Heads up!
de: Aufgepasst!

source: Select a new parent
de: Wählen Sie ein neues Elternteil

source: Key
de: Schlüssel

source: Add annotation
de: Bemerkung hinzufügen

source: Annotations
de: Anmerkungen

source: Weight
de: Gewicht

source: Header Name
de: Kopfzeilenname

source: Header Value
de: Kopfzeilenwert

source: Add header
de: Kopfzeile hinzufügen

source: There are no phases, create them first.
de: Es gibt noch keine Phasen, erstellen Sie diese zuerst.

source: There are no questions, create them first.
de: Es gibt noch keine Fragen, erstellen Sie diese zuerst.

source: Select all
de: Alle auswählen

source: Select none
de: Keine auswählen

source: Unable to publish knowledge model
de: Wissensmodell kann nicht veröffentlicht werden

source: Check the knowledge model's metadata before publishing. You change them in %s.
de: Überprüfen Sie die Metadaten des Wissensmodells vor der Veröffentlichung. Sie ändern sie in %s.

source: Knowledge Model could not be saved.
de: Das Wissensmodell konnte nicht gespeichert werden.

source: This is not the latest version of the parent knowledge model.
de: Dies ist nicht die neueste Version des übergeordneten Wissensmodells.

source: Parent Knowledge Model
de: Eltern-Wissensmodell

source: Danger Zone
de: Gefahrenzone

source: Delete this knowledge model editor
de: Diesen Wissensmodell-Editor löschen

source: Deleted knowledge model editors cannot be recovered.
de: Gelöschte Wissensmodell-Editoren können nicht wiederhergestellt werden.

source: There are no question tags, create them first.
de: Es gibt noch keine Frage-Tags, erstellen Sie diese zuerst.

source: Some changes are still saving.
de: Einige Änderungen werden noch gespeichert.

source: Unable to get the knowledge model editor.
de: Der Wissensmodell-Editor kann nicht aufgerufen werden.

source: Disconnected
de: Getrennt

source: You have been disconnected, try to refresh the page.
de: Die Verbindung wurde unterbrochen. Versuchen Sie, die Seite zu aktualisieren.

source: Refresh
de: Aktualisieren

source: Oops!
de: Huch!

source: Something went wrong, try to refresh the page.
de: Etwas ist schief gelaufen, versuchen Sie, die Seite zu aktualisieren.

source: Migration was successfully canceled.
de: Die Migration wurde erfolgreich abgebrochen.

source: Migration could not be cancelled.
de: Die Migration konnte nicht abgebrochen werden.

source: Unable to get knowledge model editors.
de: Wissensmodell-Editoren können nicht abgerufen werden.

source: Click "Create" button to add a new Knowledge Model Editor.
de: Klicken Sie auf die Schaltfläche "Erstellen", um einen neuen Wissensmodell-Editor hinzuzufügen.

source: Search KM editors...
de: Wissensmodell-Editoren suchen...

source: Last published version
de: Zuletzt veröffentlichte Version

source: There is a new version of parent Knowledge Model.
de: Es gibt eine neue Version des übergeordneten Wissensmodells.

source: This Editor is in the process of migration to a new parent Knowledge Model.
de: Dieser Editor wird derzeit auf ein neues übergeordnetes Wissensmodell umgestellt.

source: migrating
de: migrieren

source: This Editor has been migrated to a new parent Knowledge Model, you can publish it now.
de: Dieser Editor wurde in ein neues übergeordnetes Wissensmodell migriert, Sie können diesen jetzt veröffentlichen.

source: migrated
de: migriert

source: This Editor contains unpublished changes.
de: Dieser Editor enthält unveröffentlichte Änderungen.

source: Open Editor
de: Editor öffnen

source: Continue migration
de: Migration fortsetzen

source: Cancel migration
de: Migration abbrechen

source: Unable to get migration.
de: Die Migration kann nicht durchgeführt werden.

source: Unable to resolve conflict.
de: Konflikt konnte nicht aufgelöst werden.

source: Migration state is corrupted.
de: Der Migrationsstatus ist beschädigt.

source: Migration is still running, try again later.
de: Die Migration läuft noch, versuchen Sie es später noch einmal.

source: Migration of %s from %s to %s.
de: Migration von %s von %s nach %s.

source: The event is not connected to any entity in the Knowledge Model.
de: Das Ereignis ist mit keiner Entität des Wissensmodells verbunden.

source: Edit Knowledge Model
de: Wissensmodell bearbeiten

source: Edit metric
de: Metrik bearbeiten

source: Delete metric
de: Metrik löschen

source: Edit phase
de: Phase bearbeiten

source: Delete phase
de: Phase löschen

source: Add question tag
de: Frage-Tag hinzufügen

source: Edit question tag
de: Frage-Tag bearbeiten

source: Delete question tag
de: Frage-Tag löschen

source: Edit integration
de: Integration bearbeiten

source: Delete integration
de: Integration löschen

source: Edit chapter
de: Kapitel bearbeiten

source: Delete chapter
de: Kapitel löschen

source: Edit question
de: Frage bearbeiten

source: Delete question
de: Frage löschen

source: Edit answer
de: Antwort bearbeiten

source: Delete answer
de: Antwort löschen

source: Edit choice
de: Auswahl bearbeiten

source: Delete choice
de: Auswahl löschen

source: Edit reference
de: Referenz bearbeiten

source: Delete reference
de: Referenz löschen

source: Edit expert
de: Experte bearbeiten

source: Delete expert
de: Experte löschen

source: Edit resource collection
de: Ressourcensammlung bearbeiten

source: Delete resource collection
de: Ressourcensammlung löschen

source: Edit resource page
de: Ressourcenseite bearbeiten

source: Delete resource page
de: Ressourcenseite löschen

source: Move question
de: Frage verschieben

source: Move answer
de: Antwort verschieben

source: Move choice
de: Auswahl verschieben

source: Move reference
de: Referenz verschieben

source: Move expert
de: Experte verschieben

source: Resource Page UUID
de: Ressource Seite UUID

source: Target UUID
de: Ziel-UUID

source: Cross Reference
de: Querverweis

source: Reject
de: Ablehnen

source: Apply
de: Anwenden

source: Apply all
de: Alle anwenden

source: Migration successfully completed.
de: Migration erfolgreich abgeschlossen.

source: You can publish the new version now.
de: Sie können die neue Version jetzt veröffentlichen.

source: Unable to get the knowledge model details.
de: Es ist nicht möglich, die Details des Wissensmodells abzurufen.

source: Publishing the new version failed.
de: Die Veröffentlichung der neuen Version ist fehlgeschlagen.

source: Publish new version
de: Neue Version veröffentlichen

source: Choose a %s so others can use your Knowledge Model.
de: Wählen Sie ein %s, damit andere Ihr Wissensmodell nutzen können.

source: license
de: Lizenz

source: Short description of the Knowledge Model.
de: Kurze Beschreibung des Wissensmodells.

source: Describe the Knowledge Model, you can use Markdown.
de: Beschreiben Sie das Wissensmodell, Sie können Markdown verwenden.

source: No version of this package has been published yet.
de: Es ist noch keine Version dieses Packages veröffentlicht worden.

source: Last version
de: Letzte Version

source: Open
de: Öffnen

source: Create KM editor
de: Wissensmodell-Editor erstellen

source: Fork KM
de: Abzweig des Wissensmodell

source: Create project
de: Projekt erstellen

source: Unable to update the knowledge model.
de: Das Wissensmodell kann nicht aktualisiert werden.

source: Knowledge Model could not be deleted.
de: Das Wissensmodell konnte nicht gelöscht werden.

source: This is a non-editable knowledge model, i.e., it cannot be edited, forked, or exported.
de: Es handelt sich um ein nicht editierbares Wissensmodell, d.h. es kann nicht bearbeitet, verzweigt oder exportiert werden.

source: This is not the latest available version of this Knowledge Model.
de: Dies ist nicht die letzte verfügbare Version dieses Wissensmodells.

source: Fork of
de: Abzweig von

source: Importing the knowledge model failed.
de: Das Importieren des Wissensmodells ist fehlgeschlagen.

source: This doesn't look like a knowledge model. Are you sure you picked the correct file?
de: Das sieht nicht wie ein Wissensmodell aus. Sind Sie sicher, dass Sie die richtige Datei ausgewählt haben?

source: Importing the package failed.
de: Der Import des Pakets ist fehlgeschlagen.

source: Previous Package ID
de: Vorherige Paket-ID

source: Root Element
de: Wurzel-Element

source: Unable to import the package.
de: Das Paket kann nicht importiert werden.

source: You can find Knowledge Models in %s.
de: Wissensmodelle finden Sie in %s.

source: Knowledge Model %s has been imported!
de: Wissensmodell %s wurde importiert!

source: From OWL
de: Aus OWL

source: Knowledge Model could not be updated.
de: Das Wissensmodell konnte nicht aktualisiert werden.

source: Click "Import" button to import a new Knowledge Model.
de: Klicken Sie auf die Schaltfläche "Importieren", um ein neues Wissensmodell zu importieren.

source: Search KMs...
de: Wissensmodelle suchen...

source: Delete package
de: Paket löschen

source: Questionnaire could not be created.
de: Der Fragebogen konnte nicht erstellt werden.

source: Questionnaire could not be saved.
de: Der Fragebogen konnte nicht gespeichert werden.

source: Unable to get resource page.
de: Die Ressourcenseite kann nicht aufgerufen werden.

source: Set default
de: Standard einstellen

source: Disable
de: Deaktivieren

source: Enable
de: Aktivieren

source: Creating of the locale failed.
de: Das Erstellen des Lokalisierungsschemas ist fehlgeschlagen.

source: PO File
de: PO-Datei

source: Language Code
de: Sprachcode

source: Locale ID
de: Standort-ID

source: Locale Version
de: Lokale Version

source: Recommended App Version
de: Empfohlene App-Version

source: Create Locale
de: Lokalisierungsschema erstellen

source: Unable to get the locale.
de: Das Lokalisierungsschema kann nicht abgerufen werden.

source: Locale could not be deleted.
de: Das Lokalisierungsschema konnte nicht gelöscht werden.

source: This is not the latest available version of this locale.
de: Dies ist nicht die aktuellste Version dieses Lokalisierungsschemas.

source: Enabled
de: Aktiviert

source: Disabled
de: deaktiviert

source: Wizard Version
de: Zauberer-Version

source: Locale
de: Lokalisierung

source: Importing the locale failed.
de: Das Importieren des Lokalisierungsschemas ist fehlgeschlagen.

source: This doesn't look like locale. Are you sure you picked the correct file?
de: Das sieht nicht wie ein Lokalisierungsschema aus. Sind Sie sicher, dass Sie die richtige Datei ausgewählt haben?

source: Unable to import the locale.
de: Das Lokalisierungsschema kann nicht importiert werden.

source: You can find locales in %s.
de: Sie finden die Lokalisierungsschemata in %s.

source: Locale %s has been imported!
de: Das Lokalisierungsschema %s wurde importiert!

source: Import Locale
de: Lokalisierungsschema importieren

source: Unable to change locale.
de: Das Lokalisierungsschema kann nicht geändert werden.

source: Locale was changed successfully.
de: Das Lokalisierungsschema wurde erfolgreich geändert.

source: Unable to get locales.
de: Es können keine Lokalisierungsschemata abgerufen werden.

source: Click "Import" or "Create" button to add a new locale.
de: Klicken Sie auf die Schaltfläche "Importieren" oder "Erstellen", um ein neues Lokalisierungsschema hinzuzufügen.

source: Default locale to be used
de: Zu verwendendes Standardlokalisierungsschema

source: disabled
de: deaktiviert

source: Delete locale
de: Lokalisierung löschen

source: Unable to change project action.
de: Sie können die Projektaktion nicht ändern.

source: Project action was changed successfully.
de: Die Projektaktion wurde erfolgreich geändert.

source: Project Actions
de: Projekt-Aktionen

source: There are no project actions available.
de: Es sind keine Projektmaßnahmen verfügbar.

source: Search actions...
de: Suchaktionen...

source: enabled
de: aktiviert

source: File could not be deleted.
de: Datei konnte nicht gelöscht werden.

source: Unable to get project files.
de: Es können keine Projektdateien abgerufen werden.

source: Project Files
de: Projekt-Dateien

source: There are no project files.
de: Es gibt keine Projektdateien.

source: Search files...
de: Dateien suchen...

source: File name
de: Name der Datei

source: File size
de: Größe der Datei

source: Delete file
de: Datei löschen

source: Unable to change project importer.
de: Der Projekt-Importer kann nicht geändert werden.

source: Project importer was changed successfully.
de: Der Projekt-Importer wurde erfolgreich geändert.

source: Project Importers
de: Projekt-Importer

source: There are no project importers available.
de: Es sind keine Projekt-Importer verfügbar.

source: Search importers...
de: Importer suchen...

source: %s has been created.
de: %s wurde erstellt.

source: Unable to clone project.
de: Projekt kann nicht geklont werden.

source: Do you want to create a copy of %s?
de: Möchten Sie eine Kopie von %s erstellen?

source: The original project will remain unchanged.
de: Das ursprüngliche Projekt wird unverändert bleiben.

source: Clone Project
de: Projekt klonen

source: Clone
de: Klonen

source: Project could not be deleted.
de: Das Projekt konnte nicht gelöscht werden.

source: Delete Project
de: Projekt löschen

source: Viewer
de: Betrachter

source: Commenter
de: Kommentator

source: Owner
de: Eigentümer:in

source: Public link
de: Öffentlicher Link

source: Anyone with the link can access the project. No login is required.
de: Jeder, der den Link hat, kann auf das Projekt zugreifen. Es ist keine Anmeldung erforderlich.

source: Private project accessible only by you.
de: Privates Projekt, das nur für Sie zugänglich ist.

source: Visible by all other logged-in users
de: Sichtbar für alle anderen eingeloggten Benutzer

source: Other logged-in users can access the project. No explicit permission is required.
de: Andere eingeloggte Benutzer können auf das Projekt zugreifen. Eine ausdrückliche Genehmigung ist nicht erforderlich.

source: Shared with %s and %s.
de: Gemeinsam genutzt mit %s und %s.

source: %s user
de: %s Benutzer

source: %s user group
de: %s Benutzergruppe

source: Shared with %s user group.
de: Gemeinsam genutzt mit der Benutzergruppe %s.

source: Shared with %s user.
de: Geteilt mit %s Benutzer.

source: Anyone with the link can access the project.
de: Jeder, der den Link hat, kann auf das Projekt zugreifen.

source: Other logged-in users can access the project.
de: Andere eingeloggte Benutzer können auf das Projekt zugreifen.

source: Unable to get selected project template.
de: Die ausgewählte Projektvorlage kann nicht abgerufen werden.

source: Unable to get selected knowledge model.
de: Das ausgewählte Wissensmodell kann nicht abgerufen werden.

source: Unable to get project templates.
de: Projektvorlagen konnten nicht abgerufen werden.

source: Unable to get knowledge models.
de: Es können keine Wissensmodelle abgerufen werden.

source: Unable to get question tags for the knowledge model.
de: Es ist nicht möglich, Frage-Tags für das Wissensmodell zu erhalten.

source: Project Template
de: Projektvorlage

source: From project template
de: Von der Projektvorlage

source: From knowledge model
de: Vom Wissensmodell

source: Project templates are prepared projects with knowledge models, question tags, and document templates setup, so you don't have to start from scratch.
de: Projektvorlagen sind vorbereitete Projekte mit Wissensmodellen, Frage-Tags und Dokumentvorlagen, so dass Sie nicht bei Null anfangen müssen.

source: Knowledge models are templates for questionnaires. You can select question tags now and configure the document template and other settings later.
de: Wissensmodelle sind Vorlagen für Fragebögen. Sie können jetzt Frage-Tags auswählen und die Dokumentvorlage und andere Einstellungen später konfigurieren.

source: Unable to get the project.
de: Projekt konnte nicht abgerufen werden.

source: Unable to get the knowledge model.
de: Das Wissensmodell konnte nicht abgerufen werden.

source: Project migration could not be created.
de: Die Projektmigration konnte nicht erstellt werden.

source: Unable to get question tags for the Knowledge Model.
de: Es ist nicht möglich, Frage-Tags für das Wissensmodell zu erhalten.

source: Original question tags
de: Original-Frage-Tags

source: Select Knowledge Model first
de: Zuerst Wissensmodell auswählen

source: Create Migration
de: Migration erstellen

source: A new Project is created for the migration. The original will remain unchanged until the migration is finished.
de: Für die Migration wird ein neues Projekt erstellt. Das Original bleibt unverändert, bis die Migration abgeschlossen ist.

source: Original Knowledge Model
de: Ursprüngliches Wissensmodell

source: Original Version
de: Originalfassung

source: New Knowledge Model
de: Neues Wissensmodell

source: Unable to get the summary report.
de: Es ist nicht möglich die Zusammenfassung zu erhalten.

source: Unable to get questionnaire event.
de: Fragebogen-Ereignis kann nicht abgerufen werden.

source: Document could not be created.
de: Das Dokument konnte nicht erstellt werden.

source: New Document
de: Neues Dokument
