Repository: ds-wizard/wizard-client-localization
Catalog: locales/*/locale.po
Languages: de

source: Create for current version
de: Anlegen für aktuelle Version

source: You are creating a document for a project version from %s
de: Sie erstellen ein Dokument für eine Projektversion von %s

source: Log in to set a default document template and format.
de: Melden Sie sich an, um eine Standarddokumentvorlage und ein Standardformat festzulegen.

source: Before you can use preview you need to set a default document template and format.
de: Bevor Sie die Vorschau verwenden können, müssen Sie eine Standarddokumentvorlage und ein Standardformat festlegen.

source: Go to settings
de: Zu den Einstellungen wechseln

source: Ask the Project owner to set a default document template and format.
de: Bitten Sie den Projekteigentümer, eine Standarddokumentvorlage und ein Standardformat festzulegen.

source: Default document template is not set.
de: Die Standarddokumentvorlage ist nicht eingestellt.

source: Log in to update the default document template.
de: Melden Sie sich an, um die Standarddokumentvorlage zu aktualisieren.

source: Before you can use preview you need to update the default document template.
de: Bevor Sie die Vorschau verwenden können, müssen Sie die Standarddokumentvorlage aktualisieren.

source: Ask the Project owner to update the default document template.
de: Bitten Sie den Projekteigentümer, die Standarddokumentvorlage zu aktualisieren.

source: Default document template is no longer supported.
de: Die Standarddokumentvorlage wird nicht mehr unterstützt.

source: Saving...
de: Speichern...

source: Saved
de: Gespeichert

source: All changes have been saved
de: Alle Änderungen wurden gespeichert

source: Heads up! This action cannot be undone.
de: Achtung! Diese Aktion kann nicht rückgängig gemacht werden.

source: Are you sure you want to revert the projects to its state from %s?
de: Sind Sie sicher, dass Sie die Projekte in den Zustand von %s zurückversetzen wollen?

source: Revert questionnaire
de: Fragebogen zurücksetzen

source: Revert
de: Zurücksetzen

source: Unable to get project tags.
de: Es können keine Projekt-Tags abgerufen werden.

source: The used version of the document template is no longer supported. Select a newer version or another supported template.
de: Die verwendete Version der Dokumentvorlage wird nicht mehr unterstützt. Wählen Sie eine neuere Version oder eine andere unterstützte Vorlage.

source: This document template is now deprecated.
de: Diese Dokumentvorlage ist jetzt veraltet.

source: Default document format
de: Standard-Dokumentenformat

source: Other users can use project templates so they don't have to start their new projects from scratch. Project templates follow the same sharing policy as projects, so make sure to share them with users who should use them.
de: Andere Benutzer können Projektvorlagen verwenden, damit sie ihre neuen Projekte nicht von Grund auf neu beginnen müssen. Für Projektvorlagen gelten dieselben Freigabebestimmungen wie für Projekte. Stellen Sie also sicher, dass Sie sie für die Benutzer freigeben, die sie verwenden sollen.

source: Default document template
de: Standard-Dokumentenvorlage

source: Project Tags
de: Projekt-Tags

source: All questions are used
de: Alle Fragen werden verwendet

source: Filtered by question tags
de: Nach Frage-Tags filtern

source: This knowledge model is now deprecated.
de: Dieses Wissensmodell ist jetzt veraltet.

source: Delete this project
de: Dieses Projekt löschen

source: Deleted projects cannot be recovered.
de: Gelöschte Projekte können nicht wiederhergestellt werden.

source: Questionnaire was successfully deleted.
de: Der Fragebogen wurde erfolgreich gelöscht.

source: Questionnaire could not be deleted.
de: Der Fragebogen konnte nicht gelöscht werden.

source: Unable to get user groups.
de: Es können keine Benutzergruppen abgerufen werden.

source: Share Project
de: Projekt teilen

source: Add user group
de: Benutzergruppe hinzufügen

source: User Groups
de: Benutzergruppen

source: Add users
de: Benutzer hinzufügen

source: Other logged-in users can %s the project.
de: Andere eingeloggte Benutzer können das Projekt %s.

source: Anyone with the link can %s the project.
de: Jeder, der den Link hat, kann das Projekt %s.

source: Document was successfully deleted.
de: Das Dokument wurde erfolgreich gelöscht.

source: Click "New document" button to add a new document.
de: Klicken Sie auf die Schaltfläche "Neues Dokument", um ein neues Dokument hinzuzufügen.

source: Log in to add a new document.
de: Melden Sie sich an, um ein neues Dokument hinzuzufügen.

source: New document
de: Neues Dokument

source: project migration
de: Projektmigration

source: There is an ongoing %s. Finish it before you can continue editing this project.
de: Es gibt eine laufende %s. Beenden Sie diese, bevor Sie das Projekt weiter bearbeiten können.

source: Template
de: Vorlage

source: Add to my projects
de: Zu meinen Projekten hinzufügen

source: Share
de: Teilen

source: Questionnaire
de: Fragebogen

source: You are not allowed to view this page.
de: Sie sind nicht berechtigt, diese Seite zu sehen.

source: You do not have permission to access this file
de: Sie haben keine Berechtigung zum Zugriff auf diese Datei

source: File not found
de: Datei nicht gefunden

source: Unable to get file
de: Datei kann nicht abgerufen werden

source: Downloading
de: Herunterladen von

source: Your download should start shortly.
de: Ihr Download sollte in Kürze beginnen.

source: Unable to get importer.
de: Importer kann nicht abgerufen werden.

source: Questionnaire changes could not be saved.
de: Änderungen am Fragebogen konnten nicht gespeichert werden.

source: Follow the instructions in the importer window.
de: Folgen Sie den Anweisungen im Fenster des Importers.

source: Importing to %s
de: Importieren nach %s

source: Import status:
de: Status der Imports:

source: %s questionnaire change will be imported
de: %s Fragebogenänderung wird importiert

source: %s error encountered
de: %s-Fehler aufgetreten

source: Questionnaire Changes
de: Änderungen im Fragebogen

source: Errors
de: Fehler

source: No changes to be imported
de: Keine zu importierenden Änderungen

source: Added item
de: Hinzugefügtes Element

source: Added file
de: Datei hinzugefügt

source: Project migration was successfully canceled.
de: Die Projektmigration wurde erfolgreich abgebrochen.

source: Project migration could not be deleted.
de: Die Projektmigration konnte nicht gelöscht werden.

source: Projects only
de: Nur Projekte

source: Click "Create" button to add a new project.
de: Klicken Sie auf die Schaltfläche "Erstellen", um ein neues Projekt hinzuzufügen.

source: Search projects...
de: Projekte suchen...

source: Search project tags...
de: Projekt-Tags suchen...

source: No project tags found
de: Keine Projekt-Tags gefunden

source: Search knowledge models...
de: Wissensmodelle suchen...

source: No knowledge models found
de: Keine Wissensmodelle gefunden

source: No users found
de: Keine Benutzer:in gefunden

source: Create project from this template
de: Projekt aus dieser Vorlage erstellen

source: Unable to get the project migration.
de: Es ist nicht möglich, die Projektmigration abzurufen.

source: Unable to save migration.
de: Die Migration kann nicht gespeichert werden.

source: Finalize migration
de: Migration abschließen

source: No changes to review
de: Keine Änderungen zur Überprüfung

source: There are no changes affecting your answers.
de: Es gibt keine Änderungen, die Ihre Antworten betreffen.

source: You can safely finalize the migration.
de: Sie können die Migration sicher abschließen.

source: Source KM
de: Ausgangswissensmodell

source: Target KM
de: Ziel-Wissensmodell

source: Change already resolved
de: Änderung bereits aufgelöst

source: Undo
de: Rückgängig machen

source: Resolve
de: Auflösen

source: Resolve all
de: Alle auflösen

source: Resolved changes %s/%s
de: Gelöste Änderungen %s/%s

source: New Question
de: Neue Frage

source: Question Changed
de: Frage Geändert

source: Moved Question
de: Verschobene Frage

source: Unexpected response from the server.
de: Unerwartete Antwort des Servers.

source: Login failed.
de: Anmeldung fehlgeschlagen.

source: Privacy
de: Datenschutz

source: Terms of Service
de: Nutzungsbedingungen

source: I have read %s and %s.
de: Ich habe %s und %s gelesen.

source: I have read %s.
de: Ich habe %s gelesen.

source: Continue
de: Weiter

source: Forgotten password recovery failed.
de: Die Wiederherstellung eines vergessenen Passworts ist fehlgeschlagen.

source: Check your email. If you have an account, you should receive an email with instructions on how to reset your password.
de: Prüfen Sie Ihre E-Mail. Wenn Sie ein Konto haben, sollten Sie eine E-Mail mit Anweisungen erhalten, wie Sie Ihr Passwort zurücksetzen können.

source: Forgotten Password
de: Vergessenes Passwort

source: Recover
de: Wiederherstellen

source: Enter the email you use to log in and we will send you a recover link.
de: Geben Sie die E-Mail ein, die Sie für die Anmeldung verwenden, und wir senden Ihnen einen Wiederherstellungslink.

source: Password Recovery
de: Passwort-Wiederherstellung

source: Enter a new password you want to use to log in.
de: Geben Sie ein neues Passwort ein, mit dem Sie sich anmelden möchten.

source: New password
de: Neues Passwort

source: New password again
de: Neues Passwort nochmal

source: Your password has been changed. You can now %s.
de: Ihr Passwort wurde geändert. Sie können jetzt %s.

source: log in
de: Anmelden

source: Password
de: Passwort

source: Forgot your password?
de: Passwort vergessen?

source: Or connect with
de: Oder verbinden Sie sich mit

source: Please enter the authentication code from your email to verify your identity.
de: Bitte geben Sie den Authentifizierungscode aus Ihrer E-Mail ein, um Ihre Identität zu überprüfen.

source: Authentication Code
de: Authentifizierungscode

source: Verify
de: Überprüfen

source: Logged out
de: Abgemeldet

source: You have been successfully logged out.
de: Sie sind erfolgreich abgemeldet worden.

source: Sign up process failed.
de: Der Anmeldevorgang ist fehlgeschlagen.

source: Sign up was successful. Check your email for the activation link.
de: Die Anmeldung war erfolgreich. Prüfen Sie Ihre E-Mail auf den Aktivierungslink.

source: I already have an account
de: Ich habe bereits ein Konto

source: You have to read %s and %s first
de: Sie müssen zuerst %s und %s lesen

source: You have to read %s first
de: Sie müssen zuerst %s lesen

source: First name
de: Vornamen

source: Last name
de: Nachname

source: Affiliation
de: Zugehörigkeit

source: Password again
de: Passwort nochmal

source: Your email was successfully confirmed. You can now %s.
de: Ihre E-Mail wurde erfolgreich bestätigt. Sie können jetzt %s.

source: Unable to confirm the DSW Registry account.
de: Das DSW-Registrykonto kann nicht bestätigt werden.

source: Your email was successfuly confirmed, you can go back to %s.
de: Ihre E-Mail wurde erfolgreich bestätigt, Sie können zu %s zurückkehren.

source: Authentication
de: Authentifizierung

source: Code Length
de: Code Länge

source: Expiration
de: Ablaufdatum

source: Expiration time of the authentication code in **seconds**.
de: Ablaufzeit des Authentifizierungscodes in **Sekunden**.

source: Internal
de: Intern

source: Registration
de: Registrierung

source: If enabled, users can create new internal accounts directly in the instance.
de: Wenn diese Option aktiviert ist, können Benutzer neue interne Konten direkt in der Instanz erstellen.

source: Two-Factor Authentication
de: Zwei-Faktor-Authentifizierung

source: If enabled, users first enter a username and password at login, and then they receive a one-time code to confirm the login on their email.
de: Wenn diese Funktion aktiviert ist, geben die Benutzer bei der Anmeldung zunächst einen Benutzernamen und ein Passwort ein und erhalten dann einen einmaligen Code zur Bestätigung der Anmeldung per E-Mail.

source: External
de: Extern

source: OpenID Services
de: OpenID-Dienste

source: Add service
de: Dienst hinzufügen

source: Default role
de: Standard-Rolle

source: Define the role that is assigned to new users.
de: Definieren Sie die Rolle, die neuen Benutzern zugewiesen wird.

source: Logout URL
de: Abmelde-URL

source: Parameters
de: Parameter

source: Add parameter
de: Parameter hinzufügen

source: Background Color
de: Hintergrundfarbe

source: Text Color
de: Textfarbe

source: Button Preview
de: Vorschauschaltfläche

source: Dashboard & Login Screen
de: Dashboard & Anmeldebildschirm

source: Welcome
de: Willkommen

source: Standard welcome screen.
de: Standard-Begrüßungsbildschirm.

source: Role-Based
de: Rollenbasiert

source: Relevant content based on user's role.
de: Relevante Inhalte basierend auf der Rolle des Nutzers.

source: Login Info
de: Anmelde-Informationen

source: Additional information displayed on the login screen next to the login form.
de: Zusätzliche Informationen, die auf dem Anmeldebildschirm neben dem Anmeldeformular angezeigt werden.

source: Sidebar Login Info
de: Informationen zur Anmeldung in der Seitenleiste

source: Additional information displayed on the login screen underneath the login form.
de: Zusätzliche Informationen, die auf dem Anmeldebildschirm unterhalb des Anmeldeformulars angezeigt werden.

source: Announcements
de: Ankündigungen

source: Add announcement
de: Ankündigung hinzufügen

source: Dashboard Style
de: Dashboard Stil

source: Info
de: Information

source: Warning
de: Warnung

source: Critical
de: Kritisch

source: Remove announcement
de: Ankündigung entfernen

source: Level
de: Ebene

source: Display on the dashboard after users log in.
de: Anzeige auf dem Dashboard nach der Anmeldung.

source: Login Screen
de: Anmeldebildschirm

source: Display on the login screen, visible to everybody.
de: Anzeige auf dem Anmeldebildschirm, sichtbar für alle.

source: Unable to load settings.
de: Die Einstellungen können nicht geladen werden.

source: Settings could not be saved.
de: Die Einstellungen konnten nicht gespeichert werden.

source: Allowed Packages
de: Erlaubte Pakete

source: Public Knowledge Models
de: öffentliche Wissensmodelle

source: If enabled, you can define knowledge models that are publicly available for reading.
de: Falls aktiviert, können Sie Wissensmodelle definieren, die öffentlich zugänglich sind.

source: Integration Config
de: Integrationskonfiguration

source: Integration config is used to configure [secrets and other properties](%s) for integrations in knowledge models.
de: Integration config wird verwendet, um [Geheimnisse und andere Eigenschaften](%s) für Integrationen in Wissensmodelle zu konfigurieren.

source: Menu
de: Menü

source: Application Title
de: Titel der Anwendung

source: Full name of the DSW instance (displayed, for example, in the browser tab title or before login).
de: Vollständiger Name der DSW-Instanz (wird z. B. im Titel der Browser-Registerkarte oder vor der Anmeldung angezeigt).

source: Short Application Title
de: Kurzer Anwendungstitel

source: Short name of the DSW instance (displayed, for example, on top of the navigation bar). Short title can be the same as the application title if it is short enough.
de: Kurzer Name der DSW-Instanz (wird z. B. oben in der Navigationsleiste angezeigt). Der Kurztitel kann derselbe sein wie der Titel der Anwendung, wenn dieser kurz genug ist.

source: Custom Menu Links
de: Benutzerdefinierte Menü-Links

source: Configure additional links in the menu. Choose any free icon from the [Font Awesome](%s), e.g. *fas fa-magic*. Check *New window* if you want to open the link in a new window.
de: Konfigurieren Sie zusätzliche Links im Menü. Wählen Sie ein beliebiges freies Symbol aus dem [Font Awesome](%s), z.B. *fas fa-magic*. Markieren Sie *Neues Fenster*, wenn Sie den Link in einem neuen Fenster öffnen möchten.

source: Add link
de: Link hinzufügen

source: New window
de: Neues Fenster

source: Organization
de: Organisation

source: Affiliations
de: Zugehörigkeiten

source: Affiliation options will be used to help users choose their affiliation while signing up or editing their profile. Write one affiliation option per line.
de: Zugehörigkeitsoptionen werden verwendet, um Nutzern bei der Anmeldung oder der Bearbeitung ihres Profils die Wahl ihrer Zugehörigkeit zu erleichtern. Schreiben Sie eine Zugehörigkeitsoption pro Zeile.

source: Name of the organization running this instance.
de: Name der Organisation, die diese Instanz betreibt.

source: Organization ID is used to identify Knowledge Models created in this instance. It can contain alphanumeric characters and dots but cannot start or end with a dot.
de: Die Organisations-ID wird verwendet, um die in dieser Instanz erstellten Wissensmodelle zu identifizieren. Sie kann alphanumerische Zeichen und Punkte enthalten, darf aber nicht mit einem Punkt beginnen oder enden.

source: Privacy & Support
de: Datenschutz & Support

source: Privacy URL
de: Datenschutz-URL

source: URL to page with the privacy policy of the service.
de: URL zur Seite mit den Datenschutzbestimmungen des Dienstes.

source: Terms of Service URL
de: URL für die Nutzungsbedingungen

source: URL to page with the terms of the service.
de: URL zur Seite mit den Nutzungsbedingungen des Dienstes.

source: Support email displayed in the help modal.
de: Die Support-E-Mail wird im Hilfemodal angezeigt.

source: Support Site Name
de: Name der Support-Site

source: Name of the support site where users can report issues related to the service.
de: Name der Support-Site, auf der Benutzer Probleme im Zusammenhang mit dem Dienst melden können.

source: Support Site URL
de: URL der Support-Site

source: URL of the support site where users can report issues related to the service.
de: URL der Support-Site, auf der Benutzer Probleme im Zusammenhang mit dem Dienst melden können.

source: Support Site Icon
de: Icon der Support-Site

source: Icon of the support site using [Font Awesome](%s).
de: Icon der Support-Site mit [Font Awesome](%s).

source: Anonymous Projects
de: Anonyme Projekte

source: If enabled, users that are not logged in are allowed to create projects from public knowledge models.
de: Wenn diese Option aktiviert ist, können auch nicht angemeldete Benutzer Projekte aus öffentlichen Wissensmodellen erstellen.

source: GitHub Repository Owner
de: GitHub-Repository-Besitzer

source: ht&#8203;tps://github.com/**exampleOwner**/exampleRepository
de: https://github.com/**exampleOwner**/exampleRepository

source: ht&#8203;tps://github.com/exampleOwner/**exampleRepository**
de: https://github.com/exampleOwner/**exampleRepository**

source: Access Token
de: Zugangs-Token

source: [Personal Access Token](https://help.github.com/en/github/authenticating-to-github/creating-a-personal-access-token-for-the-command-line) for GitHub account creating the issues. Make sure to select **public_repo** scope if the repository is public or **repo** if it is private. We recommend creating a bot account with the access to the feedback repository instead of using your own GitHub account.
de: [persönlicher Zugangstoken](https://help.github.com/en/github/authenticating-to-github/creating-a-personal-access-token-for-the-command-line) für das GitHub-Konto, das die Issues erstellt. Stellen Sie sicher, dass Sie den Bereich **public_repo** auswählen, wenn das Repository öffentlich ist, oder **repo**, wenn es privat ist. Wir empfehlen, ein Bot-Konto mit Zugriff auf das Feedback-Repository zu erstellen, anstatt Ihr eigenes GitHub-Konto zu verwenden.

source: Default Project Tags
de: Standard-Projekt-Tags

source: Default projects tags can be provided to users so they don't have to come up with them on their own. Write one tag per line.
de: Den Benutzern können Standard-Projekt-Tags zur Verfügung gestellt werden, damit sie sich diese nicht selbst ausdenken müssen. Schreiben Sie ein Tag pro Zeile.

source: Project Visibility
de: Sichtbarkeit des Projekts

source: If enabled, project visibility can be set for each project. Otherwise, all projects use the *Default Project Visibility*.
de: Wenn diese Option aktiviert ist, kann die Projektsichtbarkeit für jedes einzelne Projekt festgelegt werden. Andernfalls verwenden alle Projekte die *Standard-Projektsichtbarkeit*.

source: Default Project Visibility
de: Standard-Projektsichtbarkeit

source: If *Project Visibility* is enabled, this value is pre-selected when creating a new project. If *Project Visibility* is disabled, this value is used implicitly for new projects.
de: Wenn *Projektsichtbarkeit* aktiviert ist, wird dieser Wert bei der Erstellung eines neuen Projekts vorausgewählt. Wenn *Projektsichtbarkeit* deaktiviert ist, wird dieser Wert implizit für neue Projekte verwendet.

source: Project Sharing
de: Gemeinsames Projekt

source: If enabled, users can choose if project can be shared with people outside of the wizard or not. Otherwise, all projects use the *Default Project Sharing*.
de: Wenn diese Option aktiviert ist, können die Benutzer wählen, ob das Projekt mit Personen außerhalb von app geteilt werden kann oder nicht. Andernfalls verwenden alle Projekte die *Standard-Projektfreigabe*.

source: Default Project Sharing
de: Standard-Projektfreigabe

source: If *Project Sharing* is enabled, this value is pre-selected when creating a new project. If *Project Sharing* is disabled, this value is used implicitly for new projects.
de: Wenn *Projektfreigabe* aktiviert ist, wird dieser Wert bei der Erstellung eines neuen Projekts vorausgewählt. Wenn *Projektfreigabe* deaktiviert ist, wird dieser Wert implizit für neue Projekte verwendet.

source: Project Creation
de: Projekterstellung

source: If enabled, users can view a summary report showing various metrics for the questionnaire.
de: Wenn diese Option aktiviert ist, können die Benutzer einen zusammenfassenden Bericht mit verschiedenen Metriken für den Fragebogen anzeigen.

source: If enabled, users can submit a feedback to questions to the specified GitHub repository.
de: Wenn diese Option aktiviert ist, können Benutzer ein Feedback zu Fragen an das angegebene GitHub-Repository senden.

source: Project Tagging
de: Projekt-Tagging

source: If enabled, users can tag their projects and use these tags to filter them.
de: Wenn diese Funktion aktiviert ist, können Benutzer ihre Projekte mit Tags versehen und diese Tags zum Filtern verwenden.

source: You have signed up for the Registry, you should receive a confirmation email soon.
de: Sie haben sich für die Registry angemeldet. Sie sollten bald eine Bestätigungs-E-Mail erhalten.

source: Sign up request failed.
de: Registrierungsanfrage fehlgeschlagen.

source: Fill in your DSW Registry token. If you don't have one, you need sign up first.
de: Füllen Sie Ihr DSW-Registry-Token aus. Wenn Sie noch keinen haben, müssen Sie sich zuerst anmelden.

source: If enabled, you can import Knowledge Models and Document Templates directly from [DSW Registry](https://registry.ds-wizard.org).
de: Wenn diese Funktion aktiviert ist, können Sie Wissensmodelle und Dokumentvorlagen direkt aus [DSW Registry] (https://registry.ds-wizard.org) importieren.

source: Organization Name
de: Name der Organisation

source: Organization Description
de: Organisationsbeschreibung

source: The email will be used for a confirmation link and an eventual token recovery.
de: Die E-Mail wird für einen Bestätigungslink und eine eventuelle Wiederherstellung des Tokens verwendet.

source: Registry Sign Up
de: Anmeldung zur Registry

source: Document Submission
de: Einreichung von Dokumenten

source: If enabled, you can configure external services for uploading documents from the instance.
de: Wenn diese Option aktiviert ist, können Sie externe Dienste für das Hochladen von Dokumenten aus der Instanz konfigurieren.

source: Supported Formats
de: Unterstützte Formate
