Repository: ds-wizard/wizard-client-localization
Catalog: locales/*/locale.po
Languages: de

source: Admin
de: Administrator

source: Data Steward
de: Datenverwalter:in

source: Researcher
de: Forscher:in

source: January
de: Januar

source: February
de: Februar

source: March
de: März

source: May
de: Mai

source: June
de: Juni

source: July
de: Juli

source: October
de: Oktober

source: December
de: Dezember

source: Templates & Custom
de: Vorlagen & Einstellungen

source: Projects can be created from project templates or with custom settings.
de: Projekte können anhand von Projektvorlagen oder mit eigenen Einstellungen erstellt werden.

source: Templates only
de: nur Vorlagen

source: Only project templates can be used for creating new projects.
de: Für die Erstellung neuer Projekte können nur Projektvorlagen verwendet werden.

source: Custom only
de: Nur Einstellungen

source: Project templates feature is disabled, researchers have to choose knowledge model and set up everything.
de: Die Funktion der Projektvorlagen ist deaktiviert, die Forscher:innen müssen ein Wissensmodell auswählen und die Einrichtung selbst vornehmen.

source: Restricted
de: Gesperrt

source: Only logged-in users can access the project depending on the project visibility.
de: Nur angemeldete Benutzer können auf das Projekt zugreifen, in Abhängigkeit von der Projektsichtbarkeit.

source: View with the link
de: Ansicht mit dem Link

source: Anyone on the internet with the link can view.
de: Jeder im Internet, der über den Link verfügt, kann den Inhalt einsehen.

source: Comment with the link
de: Kommentieren mit dem Link

source: Anyone on the internet with the link can view and comment.
de: Jeder im Internet, der über den Link verfügt, kann den Beitrag ansehen und kommentieren.

source: Edit with the link
de: Bearbeiten mit dem Link

source: Anyone on the internet with the link can edit.
de: Jeder im Internet, mit diesem Link, kann den Eintrag bearbeiten.

source: Private
de: Privat

source: Visible only to the owner and invited users.
de: Nur für die Eigentümer:innen und eingeladene Benutzer:innen sichtbar.

source: Visible - View
de: Sichtbar - Ansicht

source: Other logged-in users can view the project.
de: Andere eingeloggte Benutzer:innen können das Projekt einsehen.

source: Visible - Comment
de: Sichtbar - Kommentar

source: Other logged-in users can view and comment the project.
de: Andere eingeloggte Benutzer:in können das Projekt ansehen und kommentieren.

source: Visible - Edit
de: Sichtbar - Bearbeiten

source: Other logged-in users can edit the project.
de: Andere eingeloggte Benutzer:innen können das Projekt bearbeiten.

source: view
de: Ansicht

source: comment
de: Kommentar

source: edit
de: bearbeiten

source: Item
de: Artikel

source: Item %s
de: Artikel %s

source: You do not have permission to view this page.
de: Sie haben keine Erlaubnis, diese Seite zu sehen.

source: Knowledge Model ID is already used.
de: Die Knowledge Model ID wird bereits verwendet.

source: Knowledge Model already exists.
de: Das Wissensmodell existiert bereits.

source: Knowledge Model metamodel version is not supported.
de: Die Metamodell-Version des Wissensmodells wird nicht unterstützt.

source: Document template already exists.
de: Die Dokumentvorlage existiert bereits.

source: Locale already exists.
de: Die Lokalisations-Variable existiert bereits.

source: Email is already used.
de: E-Mail wird bereits verwendet.

source: New version has to be higher than the previous one.
de: Die neue Version muss größer sein als die vorherige.

source: "template.json" was not found in archive.
de: "template.json" wurde nicht im Archiv gefunden.

source: Error while parsing template.json: "%s".
de: Fehler beim Parsen von template.json: "%s".

source: Asset "%s" was not found in archive.
de: Asset "%s" wurde im Archiv nicht gefunden.

source: Invalid credentials.
de: Ungültige Anmeldedaten.

source: Link is not valid.
de: Der Link ist nicht gültig.

source: This email is not connected to any organization.
de: Diese E-Mail ist nicht mit einer Organisation verbunden.

source: Organization email is already used.
de: Die E-Mail-Adresse der Organisation wird bereits verwendet.

source: Organization ID is already used.
de: Die Organisations-ID wird bereits verwendet.

source: A hash query param has to be provided.
de: Es muss ein Hash-Abfrage-Parameter angegeben werden.

source: App ID is already used.
de: Die App-ID wird bereits verwendet.

source: File with this name already exists.
de: Datei mit diesem Namen existiert bereits.

source: Authentication Code is not provided.
de: Authentifizierungscode wurde nicht angegeben.

source: Profile Information from OpenID service is missing.
de: Es fehlen Profilinformationen vom OpenID-Dienst.

source: Document template cannot be deleted because it is used in some projects or documents.
de: Die Dokumentvorlage kann nicht gelöscht werden, da sie in einigen Projekten oder Dokumenten verwendet wird.

source: Document template metamodel version is not supported.
de: Die Version des Metamodells der Dokumentvorlage wird nicht unterstützt.

source: Limit of %s reached (current: %s, limit: %s)
de: Grenze von %s erreicht (aktuell: %s, Grenze: %s)

source: storage
de: Speicher

source: users
de: Benutzer:innen

source: active users
de: aktive Nutzer:innen

source: knowledge model editors
de: Wissensmodell-Editoren

source: knowledge models
de: Wissensmodelle

source: projects
de: Projekte

source: document templates
de: Dokumentenvorlagen

source: document template editors
de: Dokumentenvorlagen-Editoren

source: documents
de: Dokumente

source: locales
de: Lokalisierung

source: "locale.json" was not found in archive.
de: "locale.json" wurde nicht im Archiv gefunden.

source: Error while parsing locale.json: "%s".
de: Fehler beim Parsen von locale.json: "%s".

source: File "%s" was not found in archive.
de: Die Datei "%s" wurde im Archiv nicht gefunden.

source: The locale not found in Registry
de: Die Lokalisierung wurde nicht in der Registry gefunden

source: Knowledge Model cannot be deleted because it is used in some Projects or Knowledge Model Editors.
de: Das Wissensmodell kann nicht gelöscht werden, da es in einigen Projekten oder Wissensmodell-Editoren verwendet wird.

source: The Knowledge Model was not found in the Registry.
de: Das Wissensmodell wurde in der Registry nicht gefunden.

source: Project cannot be deleted because it is used in some project migration.
de: Das Projekt kann nicht gelöscht werden, da es in einer Projektmigration verwendet wird.

source: The document template was not found in the Registry.
de: Die Dokumentvorlage wurde nicht in der Registry gefunden.

source: Incorrect email or password
de: Falsche E-Mail oder falsches Passwort

source: Incorrect authentication code
de: Falscher Authentifizierungscode

source: The account is not activated.
de: Das Konto ist nicht aktiviert.

source: %s cannot be empty.
de: %s darf nicht leer sein.

source: This is not a valid email.
de: Dies ist keine gültige E-Mail.

source: This is not a valid number.
de: Dies ist keine gültige Nummer.

source: This should not be less than %s.
de: Dies sollte nicht kleiner als %s sein.

source: This should not be more than %s.
de: Dies sollte nicht mehr als %s betragen.

source: Passwords do not match!
de: Die Passwörter stimmen nicht überein!

source: This is not a valid UUID.
de: Dies ist keine gültige UUID.

source: Invalid value.
de: Ungültiger Wert.

source: This is a very weak password.
de: Dies ist ein sehr schwaches Passwort.

source: This is a weak password.
de: Dies ist ein schwaches Passwort.

source: Comma (,) is not allowed in project tags.
de: Kommas (,) sind in Projekt-Tags nicht erlaubt.

source: Unable to get comments.
de: Sie können keine Kommentare erhalten.

source: Assigned Comments
de: Zugewiesene Kommentare

source: Resolved
de: Aufgelöst

source: Resolved only
de: Nur aufgelöst

source: Unresolved only
de: Nur ungelöst

source: No comments have been assigned to you.
de: Es wurden Ihnen keine Kommentare zugewiesen.

source: Search comments...
de: Kommentare suchen...

source: Project
de: Projekt

source: Updated
de: Aktualisiert

source: Privacy & Cookies: This site uses cookies. By continuing to use this website, you agree to their use.
de: Datenschutz & Cookies: Diese Website verwendet Cookies. Durch die weitere Nutzung dieser Website erklären Sie sich mit deren Verwendung einverstanden.

source: To find out more, including how to control cookies, see here:
de: Weitere Informationen, auch darüber, wie Sie Cookies kontrollieren können, finden Sie hier:

source: Cookie Policy
de: Cookie-Richtlinie

source: Close and Accept
de: Schließen und akzeptieren

source: Copied!
de: Kopiert!

source: Copy
de: Kopieren

source: Filter by name...
de: Nach Namen filtern...

source: Order by
de: Sortieren nach

source: Clear selection
de: Auswahl aufheben

source: Last
de: Letztes

source: Next
de: Weiter

source: Prev
de: Vor

source: First
de: Erstes

source: There are no results matching your search and filters.
de: Es gibt keine Ergebnisse, die Ihrer Suche und Ihren Filtern entsprechen.

source: No data
de: Keine Daten

source: Updated %s
de: Aktualisiert %s

source: Anonymous Cat
de: Anonyme Katze

source: Anonymous Crow
de: Anonyme Krähe

source: Anonymous Dog
de: Anonymer Hund

source: Anonymous Dove
de: Anonyme Taube

source: Anonymous Dragon
de: Anonymer Drache

source: Anonymous Fish
de: Anonymer Fisch

source: Anonymous Frog
de: Anonymer Frosch

source: Anonymous Hippo
de: Anonymes Nilpferd

source: Anonymous Horse
de: Anonymes Pferd

source: Anonymous Kiwi
de: Anonymer Kiwi

source: Anonymous Otter
de: Anonyme Otter

source: Anonymous Spider
de: Anonyme Spinne

source: Anonymous Pig
de: Anonymes Schwein

source: Anonymous Bug
de: Anonymer Käfer

source: Anonymous Wizard
de: Anonymer Zauberer

source: Anonymous Ghost
de: Anonymer Geist

source: Anonymous Robot
de: Anonymer Roboter

source: Anonymous Snowman
de: Anonymer Schneemann

source: Anonymous Tree
de: Anonymer Baum

source: Anonymous Cowboy
de: Anonymer Cowboy

source: Unable to delete file.
de: Datei kann nicht gelöscht werden.

source: Unable to get version history.
de: Versionsverlauf kann nicht abgerufen werden.

source: Unable to get project actions.
de: Es können keine Projektaktionen abgerufen werden.

source: Unable to get project importers.
de: Es können keine Projekt-Importer abgerufen werden.

source: Unable to get type hints.
de: Es ist nicht möglich, Typ-Hinweise abzurufen.

source: View
de: Siehe

source: Show all
de: Alle anzeigen

source: Hide all
de: Alle ausblenden

source: Answered by
de: Beantwortet von

source: Phases
de: Phasen

source: Question tags
de: Frage-Tags

source: Non-desirable questions
de: Unerwünschte Fragen

source: Metric values
de: Metrische Werte

source: Import replies
de: Antworten importieren

source: Actions
de: Aktionen

source: Comments
de: Kommentare

source: Warnings
de: Warnungen

source: Version history
de: Versionsverlauf

source: Action succeeded!
de: Aktion gelungen!

source: Action failed!
de: Aktion gescheitert!

source: Current Phase
de: Aktuelle Phase

source: Select phase
de: Phase auswählen

source: All TODOs have been completed.
de: Alle TODOs wurden abgeschlossen.

source: Click the %s icon to add new comments to a question.
de: Klicken Sie auf das Symbol %s, um neue Kommentare zu einer Frage hinzuzufügen.

source: View resolved comments (%s)
de: Gelöste Kommentare anzeigen (%s)

source: Editor notes are only visible to project Editors and Owners.
de: Bearbeitungsnotizen sind nur für Projektbearbeitende und -verantwortliche sichtbar.

source: Comment
de: Kommentar

source: Create a new comment...
de: Einen neuen Kommentar erstellen...

source: Editor notes
de: Bearbeitungsnotiz

source: Delete this comment thread?
de: Diesen Kommentar-Thread löschen?

source: Reply
de: Antwort

source: Reply...
de: Antwort...

source: Assigned to you
de: Ihnen zugewiesen

source: Assigned to %s
de: Zugewiesen an %s

source: Edit
de: Bearbeiten

source: Cancel
de: Abbrechen

source: Delete this comment?
de: Diesen Kommentar löschen?

source: Resolve comment thread
de: Kommentar-Thread auflösen

source: Remove assignment
de: Zuordnung entfernen

source: Reopen
de: erneut öffnen

source: Delete
de: Löschen

source: edited
de: bearbeitet

source: Anonymous user
de: Anonymer Benutzer:in

source: This chapter contains no questions.
de: Dieses Kapitel enthält keine Fragen.

source: There are no questions in this phase.
de: In dieser Phase gibt es keine Fragen.

source: Previous Chapter
de: Vorheriges Kapitel

source: Next Chapter
de: Nächstes Kapitel

source: anonymous user
de: anonyme:r Benutzer:in

source: Answered %s by %s.
de: Beantwortet %s von %s.

source: This question has been answered
de: Diese Frage wurde bereits beantwortet

source: This question should be answered now
de: Diese Frage sollte jetzt beantwortet werden

source: This question can be answered later
de: Diese Frage kann später beantwortet werden

source: Clear answer
de: Antwort löschen

source: There are no follow up questions in this phase.
de: In dieser Phase gibt es keine Folgefragen.

source: Expand
de: Erweitern Sie

source: %s %s follow up question
de: %s %s Folgefrage

source: Collapse
de: Kollabieren

source: Expand all
de: Alle erweitern

source: Collapse all
de: Alle einklappen

source: There are no answers yet.
de: Es liegen noch keine Antworten vor.

source: Add
de: hinzufügen

source: This item contains no questions.
de: Dieser Artikel enthält keine Fragen.

source: Move Up
de: Nach oben

source: Move Down
de: Nach unten bewegen

source: This is not a valid email address.
de: Dies ist keine gültige E-Mail Adresse.

source: This is not a valid URL.
de: Dies ist keine gültige URL.

source: This is not a valid color.
de: Dies ist keine gültige Farbe.

source: Select
de: Auswählen

source: There are no results for your search.
de: Es gibt keine Ergebnisse für Ihre Suche.

source: Loading...
de: Laden...

source: - select -
de: - wählen -

source: Go to item
de: Weiter zum Artikel

source: The selected item was deleted.
de: Das ausgewählte Element wurde gelöscht.

source: The file was deleted.
de: Die Datei wurde gelöscht.

source: Upload File
de: Datei hochladen

source: This option leads to some follow up questions.
de: Diese Option wirft einige Folgefragen auf.

source: 1 comment
de: 1 Kommentar

source: Remove TODO
de: TODO entfernen

source: Add TODO
de: TODO hinzufügen

source: Feedback
de: Rückmeldung

source: Copy link
de: Link kopieren

source: There are some item select questions using this item:
de: Es gibt einige Fragen zur Auswahl von Elementen, die dieses Element verwenden:

source: Remove Item
de: Artikel entfernen

source: Are you sure you want to remove this item?
de: Sind Sie sicher, dass Sie diesen Artikel entfernen möchten?

source: Remove
de: entfernen

source: Delete File
de: Datei löschen

source: Are you sure you want to delete %s?
de: Sind Sie sicher, dass Sie %s löschen wollen?

source: Desirable
de: Erwünscht

source: External links
de: Externe Links

source: Experts
de: Experten

source: Are you sure you want to delete version %s?
de: Sind Sie sicher, dass Sie die Version %s löschen wollen?

source: (Your answers will remain unchanged)
de: (Ihre Antworten bleiben unverändert)

source: Delete version
de: Version löschen

source: Unable to get feedback.
de: Feedback konnte nicht abgerufen werden.

source: Feedback could not be sent.
de: Feedback konnte nicht gesendet werden.

source: Issue %s
de: Problem %s

source: You can follow the GitHub %s.
de: Sie können auf GitHub %s folgen.

source: Done
de: Erledigt

source: Send
de: Senden

source: Your feedback has been sent.
de: Ihr Feedback wurde gesendet.

source: There are already some issues reported with this question.
de: Es wurden bereits einige Probleme mit dieser Frage gemeldet.

source: If you found something wrong with the question, you can send us your recommendation on how to improve it.
de: Wenn Sie einen Fehler zu dieser Frage gefunden haben, können Sie uns einen Verbesserungsvorschlag schicken.

source: Title
de: Titel

source: Description
de: Beschreibung

source: Unable to upload the file.
de: Die Datei kann nicht hochgeladen werden.

source: File upload is not available in the KM editor.
de: Das Hochladen von Dateien ist im KM-Editor nicht möglich.

source: Upload a file
de: Eine Datei hochladen

source: **The file type is not allowed for this question.** Choose one of the following: %s
de: **Der Dateityp ist für diese Frage nicht zulässig.** Wählen Sie eine der folgenden Möglichkeiten: %s

source: The file cannot be larger than %s.
de: Die Datei kann nicht größer als %s sein.

source: Choose file
de: Datei auswählen

source: Or just drop it here
de: Oder legen Sie es einfach hier ab

source: Named versions only
de: Nur benannte Versionen

source: Rename this version
de: Diese Version umbenennen

source: Delete this version
de: Diese Version löschen

source: Name this version
de: Benennen Sie diese Version

source: View questionnaire
de: Fragebogen ansehen

source: Create document
de: Dokument erstellen

source: Revert to this version
de: Zu dieser Version zurückkehren

source: Deleted file
de: Gelöschte Datei

source: Cleared reply of
de: Gelöschte Antwort von

source: Unset phase
de: Unbestimmte Phase

source: Unknown phase
de: Unbekannte Phase

source: Set phase to %s
de: Phase auf %s setzen

source: Chapters
de: Kapitel

source: Unable to get users.
de: Es können keine Benutzer abgerufen werden.

source: No users found.
de: Keine Benutzer gefunden.

source: Assign comment thread
de: Kommentar-Thread zuweisen

source: Search users...
de: Benutzer:in suchen...

source: Rename version
de: Version umbenennen

source: New version
de: Neue Fassung

source: Save
de: Speichern

source: Current
de: Aktuell

source: Session Expires Soon
de: Sitzung läuft bald ab

source: Your session expires in less than %s minutes. Log in again to refresh it.
de: Ihre Sitzung läuft in weniger als %s Minuten ab. Melden Sie sich erneut an, um sie zu aktualisieren.

source: Log in again
de: Erneut anmelden

source: Session Expired
de: Sitzung Abgelaufen

source: Your session has expired. You need to log in again.
de: Ihre Sitzung ist abgelaufen. Sie müssen sich erneut anmelden.

source: Summary Report
de: Zusammenfassender Bericht

source: Answered: %s/%s
de: Beantwortet: %s/%s

source: Answered (current phase): %s/%s
de: Beantwortet (aktuelle Phase): %s/%s

source: Metrics
de: Metriken

source: Measure
de: Maßnahme

source: Metrics explanation
de: Erläuterung der Metriken

source: No results matching your search were found.
de: Es wurden keine Ergebnisse zu Ihrer Suche gefunden.

source: private
de: privat

source: Users
de: Benutzer:innen

source: Active Users
de: Aktive Benutzer

source: Knowledge Model Editors
de: Wissensmodell-Editoren

source: Knowledge Models
de: Wissensmodelle

source: Document Template Editors
de: Dokumentenvorlagen-Editoren

source: Document Templates
de: Dokumentvorlagen

source: Projects
de: Projekte

source: Documents
de: Dokumente

source: Locales
de: Lokalisierungsparameter

source: Storage
de: Speicherung

source: Unable to get the build info
de: Informationen über den Build können nicht abgerufen werden

source: Tenants
de: Mieter

source: List
de: Liste

source: Editors
de: Editoren

source: Files
de: Dateien

source: Importers
de: Importer

source: Operations
de: Operationen

source: Persistent Commands
de: Dauerhafte Befehle

source: Settings
de: Einstellungen

source: Switch to
de: Wechseln zu

source: More
de: Mehr

source: Your session expires in %s
de: Ihre Sitzung läuft in %s ab

source: Change language
de: Sprache ändern

source: Edit profile
de: Profil bearbeiten

source: Assigned comments
de: Zugewiesene Kommentare

source: Log out
de: Abmelden

source: About
de: Über

source: Report issue
de: Problem melden

source: Collapse sidebar
de: Sidebar einklappen

source: If you find any problem, you can report an issue here:
de: Wenn Sie ein Problem feststellen, können Sie es hier melden:

source: You can also write us an email to %s.
de: Sie können uns auch eine E-Mail an %s schreiben.

source: Report Issue
de: Problem melden

source: About %s
de: Über %s

source: API Docs
de: API-Dokumente

source: Built at
de: Gebaut am

source: default
de: Standard

source: %s ago
de: vor %s

source: less than a minute
de: weniger als eine Minute

source: about 1 hour
de: etwa 1 Stunde

source: 1 day
de: 1 Tag

source: about 1 month
de: etwa 1 Monat

source: 1 month
de: 1 Monat

source: about 1 year
de: etwa 1 Jahr

source: over 1 year
de: über 1 Jahr

source: almost 1 year
de: fast 1 Jahr

source: You have unsaved changes.
de: Sie haben ungesicherte Änderungen.

source: You can use %s and see the result in the preview tab.
de: Sie können %s verwenden und das Ergebnis auf der Registerkarte Vorschau sehen.

source: You can use HTML or %s and see the result in the preview tab.
de: Sie können HTML oder %s verwenden und das Ergebnis auf der Registerkarte Vorschau sehen.

source: Editor
de: Bearbeiter:in

source: Preview
de: Vorschau

source: Suggestions:
de: Vorschläge:

source: The version number is in format X.Y.Z. Increasing number Z indicates only some fixes, number Y minor changes, and number X indicates a major change.
de: Die Versionsnummer hat das Format X.Y.Z. Die Erhöhung der Zahl Z bedeutet nur einige Korrekturen, die Zahl Y kleinere Änderungen und die Zahl X eine größere Änderung.

source: Configuration Error
de: Konfigurationsfehler

source: Application is not configured correctly and cannot run.
de: Die Anwendung ist nicht korrekt konfiguriert und kann nicht ausgeführt werden.

source: Please, contact the administrator.
de: Bitte wenden Sie sich an den Administrator.

source: Go to App
de: Zur App gehen

source: Sign Up
de: Anmeldung

source: Log In
de: Einloggen

source: Error
de: Fehler

source: There are no question tags configured for the Knowledge Model.
de: Es sind keine Frage-Tags für das Wissensmodell konfiguriert.

source: Untitled question tag
de: Unbenannter Frage-Tag

source: Question Tags
de: Frage-Tags

source: You can either use all questions from the knowledge model or filter them by question tags.
de: Sie können entweder alle Fragen aus dem Wissensmodell verwenden oder sie nach Frage-Tags filtern.

source: Use all questions
de: Alle Fragen verwenden

source: Filter by question tags
de: Nach Frage-Tags filtern

source: No need to choose question tags for this knowledge model.
de: Für dieses Wissensmodell müssen keine Frage-Tags ausgewählt werden.

source: There are no question tags for this knowledge model.
de: Für dieses Wissensmodell gibt es keine Frage-Tags.

source: All questions are used.
de: Alle Fragen werden verwendet.

source: Unable to get usage.
de: Nutzungsstatistiken können nicht abgerufen werden.

source: Unable to get Knowledge Models.
de: Es können keine Wissensmodelle abgerufen werden.

source: Unable to get document templates.
de: Es können keine Dokumentvorlagen abgerufen werden.

source: Unable to get assigned comments.
de: Es ist nicht möglich, zugewiesene Kommentare zu erhalten.

source: Unable to get projects.
de: Projekte können nicht abgerufen werden.

source: Welcome to the %s!
de: Willkommen zum %s!

source: Add OpenID Service
de: OpenID-Dienst hinzufügen

source: OpenID is an open standard for authentication that allows using existing accounts to login to other services without creating a new password. Configure your organization's OpenID to make it easier for your users to log in.
de: OpenID ist ein offener Standard für die Authentifizierung, der es ermöglicht, bestehende Konten zu nutzen, um sich bei anderen Diensten anzumelden, ohne ein neues Passwort erstellen zu müssen. Konfigurieren Sie die OpenID Ihrer Organisation, um die Anmeldung für Ihre Benutzer zu erleichtern.
