Repository: ds-wizard/wizard-client-localization
Catalog: locales/*/locale.po
Languages: de

source: Add OpenID
de: OpenID hinzufügen

source: Unresolved Assigned Comments
de: Ungelöste zugewiesene Kommentare

source: View all
de: Alle anzeigen

source: Configure Look & Feel
de: Look & Feel konfigurieren

source: You can configure the application name, or add additional menu links, for example, to your guidelines or documentation.
de: Sie können den Namen der Anwendung konfigurieren oder zusätzliche Menülinks hinzufügen, z. B. zu Ihren Richtlinien oder Ihrer Dokumentation.

source: Configure
de: Konfigurieren

source: Configure Organization Info
de: Organisationsinformationen konfigurieren

source: Fill in your organization name and organization ID. For example, these values will be used with knowledge models created in this instance.
de: Geben Sie den Namen Ihrer Organisation und die Organisations-ID ein. Diese Werte werden zum Beispiel bei Wissensmodellen verwendet, die in diesem Fall erstellt werden.

source: Connect to DSW Registry
de: Verbindung zum DSW-Register

source: [DSW Registry](https://registry.ds-wizard.org) is a place for published knowledge models and document templates. When you connect your instance, data stewards can easily import them.
de: [DSW Registry] (https://registry.ds-wizard.org) ist ein Ort für veröffentlichte Wissensmodelle und Dokumentvorlagen. Wenn Sie Ihre Instanz verbinden, können die Datenverwalter:innen diese einfach importieren.

source: Connect
de: Verbinden

source: Create Knowledge Model
de: Wissensmodell erstellen

source: Knowledge model is a tree-like structure containing the knowledge about what should be asked and how. It is used as a template for questionnaires in projects. You can create new ones from scratch or by modifying existing ones.
de: Das Wissensmodell ist eine baumähnliche Struktur, die das Wissen darüber enthält, was und wie gefragt werden sollte. Es wird als Vorlage für Fragebögen in Projekten verwendet. Sie können neue Fragebögen von Grund auf erstellen oder bestehende Fragebögen abändern.

source: Create
de: erstellen

source: Create Project Template
de: Projektvorlage erstellen

source: Project template is a special type of project that can be used as a starting point for new projects. You can select a knowledge model, set up a document template and format, or prefill some answers to make it easier to start for researchers.
de: Die Projektvorlage ist ein spezieller Projekttyp, der als Ausgangspunkt für neue Projekte verwendet werden kann. Sie können ein Wissensmodell auswählen, eine Dokumentvorlage und ein Format einrichten oder einige Antworten vorausfüllen, um den Forschenden den Einstieg zu erleichtern.

source: Create Project
de: Projekt erstellen

source: Project is a workspace where you create your DMP. It is based on a knowledge model, which contains knowledge about what should be asked and how based on the research field or organization's needs. You can use document templates to transform the answers into a document. This document can be anything, from PDF to machine-actionable JSON. You can create a new project from a project template that data stewards prepare for you to have an easier start or from scratch where you set up everything yourself.
de: Projekt ist ein Arbeitsbereich, in dem Sie Ihr DMP erstellen. Es basiert auf einem Wissensmodell, das Wissen darüber enthält, was gefragt werden sollte und wie, basierend auf dem Forschungsgebiet oder den Bedürfnissen der Organisation. Sie können Dokumentvorlagen verwenden, um die Antworten in ein Dokument umzuwandeln. Dieses Dokument kann verschiedene Formate annehmen, von PDF bis zu maschinenlesbaren JSON. Sie können ein neues Projekt auf der Grundlage einer Projektvorlage erstellen, welcher durch die Datenverwalter für Sie vorbereitet werden, um so den Start zu erleichtern. Sie können aber auch von Grund auf neu starten, indem Sie alles selbst einrichten.

source: Import Document Template
de: Dokumentvorlage importieren

source: Document templates transform answers from a questionnaire into a document. This document can be anything, from PDF to machine-actionable JSON. You can import existing document templates from [%s](%s) or [develop new ones](%s).
de: Dokumentvorlagen wandeln Antworten aus einem Fragebogen in ein Dokument um. Dieses Dokument kann alles sein, von PDF bis zu maschinenverarbeitbarem JSON. Sie können vorhandene Dokumentvorlagen aus [%s](%s) importieren oder [neue entwickeln](%s).

source: Import
de: Importieren

source: Import Knowledge Model
de: Wissensmodell importieren

source: Knowledge models are published in [%s](%s). You can easily import them into your instance to make them available for researchers. You can also import other knowledge models exported from different instances.
de: Wissensmodelle werden in [%s](%s) veröffentlicht. Sie können sie einfach in Ihre Instanz importieren, um sie für Forscher verfügbar zu machen. Sie können auch andere Wissensmodelle importieren, die aus anderen Instanzen exportiert wurden.

source: Update Knowledge Models
de: Wissensmodelle aktualisieren

source: There are updates available for some knowledge models.
de: Für einige Wissensmodelle sind Aktualisierungen verfügbar.

source: update available
de: Update verfügbar

source: Update Document Templates
de: Dokumentvorlagen aktualisieren

source: There are updates available for some document templates.
de: Für einige Dokumentvorlagen sind Aktualisierungen verfügbar.

source: Recent Projects
de: Neueste Projekte

source: You have no projects yet, start by creating some.
de: Sie haben noch keine Projekte, fangen Sie an, welche zu erstellen.

source: Usage
de: Verwendung

source: Welcome, %s!
de: Willkommen, %s!

source: Welcome!
de: Herzlich willkommen!

source: As an admin, you configure the instance and manage user accounts.
de: Als Administrator konfigurieren Sie die Instanz und verwalten Benutzerkonten.

source: As a data steward, you prepare knowledge models, document templates, and project templates for researchers.
de: Als Datenverwalter bereiten Sie Wissensmodelle, Dokumentvorlagen und Projektvorlagen für Forschende vor.

source: As a researcher, you create and collaborate on data management plans.
de: Als Forscher:in erstellen Sie Datenmanagementpläne und arbeiten daran mit.

source: Unable to get documents.
de: Dokumente konnten nicht abgerufen werden.

source: Document could not be deleted.
de: Das Dokument konnte nicht gelöscht werden.

source: Unable to get submission services for the document.
de: Es ist nicht möglich, den Dienst für Einreichungen für das Dokument zu erhalten.

source: Unable to submit the document.
de: Das Dokument kann nicht übermittelt werden.

source: Submissions
de: Einreichungen

source: There are no documents.
de: Es gibt keine Dokumente.

source: Search documents...
de: Dokumente suchen...

source: Created
de: Erstellt

source: Click to download the document
de: Klicken Sie zum Herunterladen des Dokuments

source: Download
de: Herunterladen

source: Submit
de: Einreichen

source: View error
de: Fehler anzeigen

source: Queued
de: Warteschlange

source: In Progress
de: In Arbeit

source: Submitting
de: Einreichung

source: Submitted
de: Eingereicht

source: View submission
de: Ansicht Einreichung

source: Are you sure you want to permanently delete %s?
de: Sind Sie sicher, dass Sie %s dauerhaft löschen wollen?

source: Delete document
de: Dokument löschen

source: There are no submission services configured for this type of document.
de: Für diese Art von Dokumenten sind keine Einreichungsdienste konfiguriert.

source: You can find it here:
de: Sie können es hier finden:

source: The document was successfully submitted.
de: Das Dokument wurde erfolgreich übermittelt.

source: The document submission failed.
de: Die Übermittlung des Dokuments ist fehlgeschlagen.

source: Submit %s
de: Übermitteln %s

source: Document error
de: Fehler im Dokument

source: Submission error
de: Fehler bei der Übermittlung

source: Unable to get the document template.
de: Die Dokumentvorlage kann nicht abgerufen werden.

source: Document template could not be created.
de: Die Dokumentvorlage konnte nicht erstellt werden.

source: Create Document Template
de: Dokumentvorlage erstellen

source: Document Template ID
de: Dokumentvorlagen-ID

source: Document template ID can contain alphanumeric characters and dashes but cannot start or end with a dash.
de: Die ID der Dokumentvorlage kann alphanumerische Zeichen und Bindestriche enthalten, darf aber nicht mit einem Bindestrich beginnen oder enden.

source: Based on
de: Basierend auf

source: You can create a new document template based on the existing one or start from scratch.
de: Sie können eine neue Dokumentvorlage auf der Grundlage einer bestehenden Vorlage erstellen oder ganz neu beginnen.

source: Unable to get template files
de: Vorlagendateien können nicht abgerufen werden

source: Unable to get template assets
de: Vorlagen-Assets können nicht abgerufen werden

source: Unable to get file content
de: Dateiinhalt kann nicht abgerufen werden

source: Unable to get asset
de: Asset kann nicht abgerufen werden

source: Unable to save file
de: Datei kann nicht gespeichert werden

source: Folder
de: Ordner

source: File
de: Datei

source: Move
de: Verschieben

source: Move to opposite group
de: Zur gegenüberliegenden Gruppe verschieben

source: Open a file from the file tree
de: Öffnen einer Datei aus dem Dateibaum

source: or
de: oder

source: Create new
de: Neu erstellen

source: New file
de: Neue Datei

source: Add file
de: Datei hinzufügen

source: New folder
de: Neuer Ordner

source: Add folder
de: Ordner hinzufügen

source: Unable to upload file.
de: Datei kann nicht hochgeladen werden.

source: Upload files
de: Daten hochladen

source: Choose files
de: Wähle Dateien

source: Or just drop them here
de: Oder werfen Sie sie einfach hier ein

source: Unable to get the document preview.
de: Die Dokumentenvorschau kann nicht angezeigt werden.

source: Open project
de: Offenes Projekt

source: Preview not set
de: Vorschau nicht eingestellt

source: Select project and format you want to preview.
de: Wählen Sie das Projekt und das Format aus, das Sie in der Vorschau anzeigen möchten.

source: Download preview
de: Vorschau herunterladen

source: The document format cannot be displayed in the web browser. You can still download and view it.
de: Das Dokumentformat kann im Webbrowser nicht angezeigt werden. Sie können es dennoch herunterladen und ansehen.

source: Unable to publish document template
de: Dokumentvorlage kann nicht veröffentlicht werden

source: Check the document template's metadata before publishing. You change them in %s.
de: Überprüfen Sie die Metadaten der Dokumentvorlage vor der Veröffentlichung. Sie ändern sie in %s.

source: Publish
de: Veröffentlichen

source: Template ID
de: Vorlage-ID

source: License
de: Lizenz

source: Unable to save document template
de: Dokumentvorlage kann nicht gespeichert werden

source: General
de: Allgemein

source: Formats
de: Formate

source: Organization ID
de: Organisations-ID

source: Knowledge Model ID
de: Wissensmodell-ID

source: Min Version
de: mindest Version

source: Max Version
de: maximal Version

source: Allowed Knowledge Models
de: Erlaubte Wissensmodelle

source: Add knowledge model
de: Wissensmodell hinzufügen

source: Add format
de: Format hinzufügen

source: Steps
de: Schritte

source: Add step
de: Schritt hinzufügen

source: Options
de: Optionen

source: Add option
de: Option hinzufügen

source: Value
de: Wert

source: Quick setup
de: Schnelleinrichtung

source: There are unsaved changes.
de: Es gibt nicht gespeicherte Änderungen.

source: Unable to get document template
de: Dokumentvorlage kann nicht abgerufen werden

source: Discard
de: Verwerfen

source: unsaved changes
de: ungespeicherte Änderungen

source: Document template editor could not be deleted.
de: Der Dokumentenvorlageneditor konnte nicht gelöscht werden.

source: Click "Import" button to import a new document template.
de: Klicken Sie auf die Schaltfläche "Importieren", um eine neue Dokumentvorlage zu importieren.

source: Search...
de: Suche...

source: Latest version
de: Letzte Version

source: Open editor
de: Editor öffnen

source: Delete document template editor
de: Dokumentvorlagen-Editor löschen

source: View detail
de: Detail ansehen

source: Export
de: Exportieren

source: Create editor
de: Editor erstellen

source: Set deprecated
de: Als Veraltet markieren

source: Restore
de: Wiederherstellen

source: Unable to update the document template.
de: Die Dokumentvorlage kann nicht aktualisiert werden.

source: Document template could not be deleted.
de: Die Dokumentvorlage konnte nicht gelöscht werden.

source: deprecated
de: Veraltet

source: non-editable
de: nicht editierbar

source: This is a non-editable document template, i.e., it cannot be edited, or exported.
de: Dies ist eine nicht editierbare Dokumentvorlage, d.h. sie kann nicht bearbeitet oder exportiert werden.

source: This is not the latest available version of this document template.
de: Dies ist nicht die letzte verfügbare Version dieser Dokumentvorlage.

source: There is a newer version (%s) available.
de: Es ist eine neuere Version (%s) verfügbar.

source: This document template is not supported in the current version.
de: Diese Dokumentvorlage wird in der aktuellen Version nicht unterstützt.

source: Metamodel
de: Metamodell

source: Document Template
de: Dokumentvorlage

source: Other versions
de: Andere Versionen

source: Published by
de: Herausgegeben von

source: View in registry
de: Ansicht in der Registry

source: Usable with
de: Verwendbar mit

source: Importing the document template failed.
de: Der Import der Dokumentvorlage ist fehlgeschlagen.

source: This doesn't look like a document template. Are you sure you picked the correct file?
de: Dies sieht nicht wie eine Dokumentvorlage aus. Sind Sie sicher, dass Sie die richtige Datei ausgewählt haben?

source: Choose a file
de: Wählen Sie eine Datei

source: Unable to import the document template.
de: Die Dokumentvorlage kann nicht importiert werden.

source: You can find document templates in %s.
de: Dokumentvorlagen finden Sie in %s.

source: Document template %s has been imported!
de: Die Dokumentvorlage %s wurde importiert!

source: From registry
de: Von der Registratur

source: From file
de: Aus Datei

source: Document template could not be updated.
de: Die Dokumentvorlage konnte nicht aktualisiert werden.

source: unsupported metamodel
de: nicht unterstütztes Metamodell

source: Are you sure you want to permanently delete %s and all its versions?
de: Sind Sie sicher, dass diese %s und alle ihre Versionen dauerhaft löschen wollen?

source: Delete document template
de: Dokumentvorlage löschen

source: Knowledge model could not be deleted.
de: Das Wissensmodell konnte nicht gelöscht werden.

source: Delete knowledge model editor
de: Wissensmodell-Editor löschen

source: Migration could not be created.
de: Die Migration konnte nicht erstellt werden.

source: Unable to get the Knowledge Model.
de: Das Wissensmodell kann nicht abgerufen werden.

source: - select parent knowledge model -
de: - übergeordnetes Wissensmodell auswählen -

source: Select the new parent knowledge model for %s.
de: Wählen Sie das neue übergeordnete Wissensmodell für %s aus.

source: New parent knowledge model
de: Neues übergeordnetes Wissensmodell

source: Create migration
de: Migration erstellen

source: Knowledge Model could not be created.
de: Das Wissensmodell konnte nicht erstellt werden.

source: Knowledge Model ID can contain alphanumeric characters and dashes but cannot start or end with a dash.
de: Die Wissensmodell-ID kann alphanumerische Zeichen und Bindestriche enthalten, darf aber nicht mit einem Bindestrich beginnen oder enden.

source: You can create a new Knowledge Model based on the existing one or start from scratch.
de: Sie können ein neues Wissensmodell auf der Grundlage eines bestehenden Modells erstellen oder von Grund auf neu beginnen.

source: Untitled chapter
de: Unbenanntes Kapitel

source: Untitled question
de: Unbenannte Frage

source: Untitled metric
de: Unbenannte Metrik

source: Untitled phase
de: Unbenannte Phase

source: Untitled tag
de: Unbenannter Tag

source: Untitled integration
de: Unbenannte Integration

source: Untitled answer
de: Unbenannte Antwort

source: Untitled choice
de: Unbenannte Wahl

source: Untitled reference
de: Unbenannte Referenz

source: Untitled expert
de: Unbenannter Experte

source: Untitled resource collection
de: Unbenannte Ressourcensammlung

source: Untitled resource page
de: Unbenannte Ressourcenseite

source: Empty title for chapter
de: Leerer Titel für Kapitel

source: Empty title for question
de: Leerer Titel für die Frage

source: No answers for options question
de: Keine Antworten für Auwahlfrage

source: No item questions for list question
de: Keine Fragen für Listenfrage

source: No integration selected for integration question
de: Keine Integration für Integrationsfrage ausgewählt

source: No choices for multi-choice question
de: Keine Auswahlmöglichkeiten bei Multiple-Choice-Fragen

source: No list question selected for item select question
de: Keine Listenfrage für Elementauswahlfrage ausgewählt

source: Empty label for answer
de: Leeres Label für Antwort

source: Empty label for choice
de: Leeres Label zur Auswahl

source: No resource page selected for resource page reference
de: Keine Ressourcenseite für Ressourcenseitenreferenz ausgewählt

source: Empty URL for URL reference
de: Leere URL für URL-Referenz

source: Invalid URL for URL reference
de: Ungültige URL für URL-Referenz

source: Empty email for expert
de: Leere E-Mail für Experten

source: Invalid email for expert
de: Ungültige E-Mail für Experten

source: Empty title for metric
de: Leerer Titel für Metrik

source: Empty title for phase
de: Leerer Titel für Phase

source: Empty name for tag
de: Leerer Name für Tag

source: Empty ID for integration
de: Leere ID für die Integration

source: Empty request URL for integration
de: Leere Anfrage-URL für die Integration

source: Empty request HTTP method for integration
de: Leere Anfrage HTTP-Methode für Integration

source: Empty response item template for integration
de: Leere Antwortvorlage für die Integration

source: Empty widget URL for integration
de: Leere Widget-URL für die Integration

source: Empty title for resource collection
de: Leerer Titel für die Ressourcensammlung

source: Empty title for resource page
de: Leerer Titel für Ressourcenseite

source: Empty content for resource page
de: Leerer Inhalt für Ressourcenseite

source: There are no more warnings.
de: Keine weiteren Warnungen.

source: Knowledge Model
de: Wissensmodell

source: Add chapter
de: Kapitel hinzufügen

source: Add metric
de: Metrik hinzufügen

source: Add phase
de: Phase hinzufügen

source: Add tag
de: Tag hinzufügen

source: Integrations
de: Integrationen

source: Add integration
de: Integration hinzufügen

source: Resource Collections
de: Ressourcen-Sammlungen

source: Add resource collection
de: Ressourcensammlung hinzufügen

source: Chapter
de: Kapitel

source: Questions
de: Fragen

source: Add question
de: Frage hinzufügen

source: List of Items
de: Liste der Elemente

source: Multi-Choice
de: Mehrfachauswahl

source: Item Select
de: Artikel auswählen

source: Never
de: Niemals

source: Question
de: Frage

source: Type
de: Typ

source: Changing a question type will remove all answers.
de: Wenn Sie einen Fragetyp ändern, werden alle Antworten gelöscht.

source: Changing a question type will remove all item questions.
de: Wenn Sie einen Fragetyp ändern, werden alle Fragen zum Thema entfernt.

source: Changing a question type will remove all choices.
de: Wenn Sie einen Fragetyp ändern, werden alle Auswahlmöglichkeiten entfernt.

source: When does this question become desirable?
de: Wann wird diese Frage wünschenswert?

source: References
de: Referenzen

source: Add reference
de: Referenz hinzufügen

source: Add expert
de: Experte hinzufügen

source: Answers
de: Antworten

source: Add answer
de: Antwort hinzufügen

source: Item Template
de: Itemvorlage

source: String
de: Zeichenfolge

source: Number
de: Nummer

source: Date
de: Datum

source: Date Time
de: Datum Uhrzeit

source: Time
de: Zeit

source: Color
de: Farbe

source: Value Type
de: Wert Typ

source: - select integration -
de: - Integration wählen -

source: Integration Configuration
de: Integrationskonfiguration

source: Choices
de: Auswahlmöglichkeiten

source: Add choice
de: Auswahl hinzufügen

source: - select list question -
de: - Liste auswählen Frage -

source: List Question
de: Liste Frage

source: Go to list question
de: Zur Liste Frage gehen

source: File Types
de: Datei-Typen

source: Max Size (bytes)
de: Maximale Größe (Bytes)

source: You can limit file type selection by providing comma separated list of extensions, mime types, or combination. For example, `application/pdf` or `.xls,.xlsx`.
de: Sie können die Auswahl des Dateityps einschränken, indem Sie eine durch Kommata getrennte Liste von Erweiterungen, Mime-Typen oder einer Kombination davon angeben. Zum Beispiel "application/pdf" oder ".xls,.xlsx".

source: Uploaded files cannot be larger than %s, but you can set a smaller limit.
de: Hochgeladene Dateien können nicht größer als %s sein, aber Sie können eine kleinere Grenze festlegen.

source: Item select questions using this list question
de: Fragen mit dieser Liste auswählen Frage

source: Metric
de: Metrik

source: Abbreviation
de: Abkürzung

source: Props
de: Merkmale

source: Request URL
de: URL anfordern

source: Request HTTP Method
de: HTTP-Methode anfordern

source: Request HTTP Headers
de: HTTP-Header der Anfrage

source: Request HTTP Body
de: HTTP Anfrage-Body

source: Allow Empty Search
de: Leere Suche zulassen

source: Response Item ID
de: Antwort Item ID

source: Response List Field
de: Antwortlistenfeld

source: Response Item Template
de: Antwortvorlage

source: Request
de: Anfrage

source: Use this section to configure the search request. The service you want to integrate has to provide a search HTTP API where you send a search string and it returns a JSON with found items.
de: Verwenden Sie diesen Abschnitt, um die Suchanfrage zu konfigurieren. Der Dienst, den Sie integrieren möchten, muss eine API-URL bereitstellen, an die Sie einen Suchstring senden und welche ein JSON-Objekt mit den gefundenen Elementen zurückgibt.

source: A URL of the integrated service API that supports the search. Use `${q}` for the actual string that will be filled when users search for items, such as *ht&#8203;tps://example.com/search?q=${q}*.
de: Eine URL der integrierten Schnittstelle (Service-Api), welche die Suche unterstützt. Verwenden Sie "${q}" für die Zeichenkette, welche ersetzt wird, wenn Benutzer nach Elementen suchen, z. B. *https://example.com/search?q=${q}*.

source: Turn this off if the API cannot handle empty search requests. In that case, the requests will be made only after users type something.
de: Deaktivieren Sie diese Option, wenn die API keine leeren Suchanfragen verarbeiten kann. In diesem Fall werden die Anfragen erst gestellt, nachdem die Benutzer etwas eingegeben haben.

source: Response
de: Antwort

source: Use this section to configure how to process the response returned from the search API.
de: In diesem Abschnitt können Sie konfigurieren, wie die von der Such-API zurückgegebene Antwort verarbeitet werden soll.
